var this_data = [{
    "东南亚地区": {
        "斯里兰卡": {
            "传染性及其他组": "75.5",
            "受伤": "89.0",
            "非传染性疾病": "501.2"
        },
        "孟加拉国": {
            "非传染性疾病": "548.9",
            "受伤": "64.0",
            "传染性及其他组": "234.6"
        },
        "缅甸": {
            "传染性及其他组": "316.4",
            "受伤": "102.0",
            "非传染性疾病": "708.7"
        },
        "马尔代夫": {
            "受伤": "35.0",
            "非传染性疾病": "487.2",
            "传染性及其他组": "59.2"
        },
        "朝鲜": {
            "受伤": "91.9",
            "非传染性疾病": "751.4",
            "传染性及其他组": "117.3"
        },
        "不丹": {
            "受伤": "142.2",
            "非传染性疾病": "572.8",
            "传染性及其他组": "186.9"
        },
        "泰国": {
            "受伤": "72.8",
            "传染性及其他组": "123.3",
            "非传染性疾病": "449.1"
        },
        "尼泊尔": {
            "非传染性疾病": "678.1",
            "受伤": "88.7",
            "传染性及其他组": "251.8"
        },
        "东帝汶": {
            "受伤": "69.2",
            "非传染性疾病": "670.5",
            "传染性及其他组": "343.5"
        },
        "印度": {
            "传染性及其他组": "253.0",
            "受伤": "115.9",
            "非传染性疾病": "682.3"
        },
        "印度尼西亚": {
            "受伤": "49.3",
            "非传染性疾病": "680.1",
            "传染性及其他组": "162.4"
        }
    },
    "欧洲": {
        "匈牙利": {
            "传染性及其他组": "16.8",
            "非传染性疾病": "602.8",
            "受伤": "44.3"
        },
        "波兰": {
            "传染性及其他组": "22.6",
            "非传染性疾病": "494.5",
            "受伤": "48.9"
        },
        "以色列": {
            "传染性及其他组": "31.2",
            "非传染性疾病": "311.2",
            "受伤": "20.8"
        },
        "法国": {
            "传染性及其他组": "21.4",
            "非传染性疾病": "313.2",
            "受伤": "34.6"
        },
        "土耳其": {
            "受伤": "39.1",
            "传染性及其他组": "43.9",
            "非传染性疾病": "555.2"
        },
        "吉尔吉斯斯坦": {
            "传染性及其他组": "65.8",
            "受伤": "65.1",
            "非传染性疾病": "835.4"
        },
        "克罗地亚": {
            "传染性及其他组": "12.2",
            "非传染性疾病": "495.8",
            "受伤": "40.1"
        },
        "葡萄牙": {
            "受伤": "25.2",
            "传染性及其他组": "39.9",
            "非传染性疾病": "343.3"
        },
        "希腊": {
            "受伤": "26.5",
            "非传染性疾病": "365.0",
            "传染性及其他组": "24.1"
        },
        "意大利": {
            "受伤": "20.1",
            "传染性及其他组": "15.5",
            "非传染性疾病": "303.6"
        },
        "比利时": {
            "传染性及其他组": "27.8",
            "受伤": "38.9",
            "非传染性疾病": "356.8"
        },
        "立陶宛": {
            "非传染性疾病": "580.6",
            "传染性及其他组": "25.5",
            "受伤": "76.4"
        },
        "乌兹别克斯坦": {
            "传染性及其他组": "85.8",
            "受伤": "47.4",
            "非传染性疾病": "810.9"
        },
        "塞尔维亚": {
            "传染性及其他组": "19.4",
            "受伤": "32.0",
            "非传染性疾病": "657.7"
        },
        "奥地利": {
            "非传染性疾病": "359.5",
            "受伤": "30.6",
            "传染性疾病及其他组": "12.6"
        },
        "波斯尼亚和黑塞哥维那": {
            "受伤": "42.4",
            "非传染性疾病": "512.5",
            "传染性疾病及其他组": "20.0"
        },
        "斯洛伐克": {
            "受伤": "39.1",
            "传染性疾病及其他组": "35.3",
            "非传染性疾病": "532.5"
        },
        "前南斯拉夫的马其顿共和国": {
            "受伤": "24.0",
            "传染性疾病及其他组": "16.9",
            "非传染性疾病": "636.5"
        },
        "瑞典": {
            "传染性疾病及其他组": "19.3",
            "非传染性疾病": "333.5",
            "受伤": "26.1"
        },
        "俄罗斯联邦": {
            "非传染性疾病": "790.3",
            "传染性疾病及其他组": "73.8",
            "受伤": "102.8"
        },
        "摩尔多瓦共和国": {
            "非传染性疾病": "787.6",
            "受伤": "75.7",
            "传染性疾病及其他组": "44.5"
        },
        "爱尔兰": {
            "受伤": "31.8",
            "传染性疾病及其他组": "21.5",
            "非传染性疾病": "343.9"
        },
        "爱沙尼亚": {
            "受伤": "47.0",
            "传染性疾病及其他组": "18.5",
            "非传染性疾病": "510.7"
        },
        "塞浦路斯": {
            "非传染性疾病": "333.0",
            "受伤": "26.6",
            "传染性疾病及其他组": "16.2"
        },
        "哈萨克斯坦": {
            "非传染性疾病": "949.7",
            "受伤": "101.6",
            "传染性疾病及其他组": "55.3"
        },
        "荷兰": {
            "非传染性疾病": "355.2",
            "受伤": "22.3",
            "传染性疾病及其他组": "25.5"
        },
        "芬兰": {
            "非传染性疾病": "366.6",
            "受伤": "38.7",
            "传染性疾病及其他组": "9.0"
        },
        "罗马尼亚": {
            "非传染性疾病": "612.2",
            "受伤": "40.7",
            "传染性疾病及其他组": "38.5"
        },
        "阿尔巴尼亚": {
            "非传染性疾病": "671.6",
            "受伤": "48.0",
            "传染性疾病及其他组": "46.5"
        },
        "冰岛": {
            "受伤": "29.0",
            "非传染性疾病": "311.7",
            "传染性疾病及其他组": "14.0"
        },
        "阿塞拜疆": {
            "非传染性疾病": "664.3",
            "受伤": "33.6",
            "传染性疾病及其他组": "70.8"
        },
        "塔吉克斯坦": {
            "受伤": "51.6",
            "传染性疾病及其他组": "147.7",
            "非传染性疾病": "752.6"
        },
        "保加利亚": {
            "传染性疾病及其他组": "33.4",
            "受伤": "36.4",
            "非传染性疾病": "638.2"
        },
        "大不列颠及北爱尔兰联合王国": {
            "传染性疾病及其他组": "28.5",
            "受伤": "21.5",
            "非传染性疾病": "358.8"
        },
        "西班牙": {
            "传染性疾病及其他组": "19.1",
            "受伤": "17.8",
            "非传染性疾病": "323.1"
        },
        "乌克兰": {
            "传染性疾病及其他组": "69.3",
            "受伤": "67.3",
            "非传染性疾病": "749.0"
        },
        "挪威": {
            "非传染性疾病": "336.6",
            "传染性疾病及其他组": "25.2",
            "受伤": "25.6"
        },
        "丹麦": {
            "受伤": "22.5",
            "传染性疾病及其他组": "29.5",
            "非传染性疾病": "406.1"
        },
        "白俄罗斯": {
            "非传染性疾病": "682.5",
            "传染性疾病及其他组": "28.3",
            "受伤": "91.3"
        },
        "马耳他": {
            "非传染性疾病": "364.5",
            "受伤": "19.0",
            "传染性疾病及其他组": "23.6"
        },
        "拉托维亚": {
            "非传染性疾病": "623.7",
            "受伤": "54.5",
            "传染性疾病及其他组": "26.0"
        },
        "土库曼斯坦": {
            "受伤": "93.0",
            "传染性疾病及其他组": "115.8",
            "非传染性疾病": "1025.1"
        },
        "瑞士": {
            "传染性疾病及其他组": "14.5",
            "非传染性疾病": "291.6",
            "受伤": "25.4"
        },
        "卢森堡": {
            "受伤": "31.1",
            "非传染性疾病": "317.8",
            "传染性疾病及其他组": "20.5"
        },
        "格鲁吉亚": {
            "受伤": "32.2",
            "传染性疾病及其他组": "39.3",
            "非传染性疾病": "615.2"
        },
        "斯洛文尼亚": {
            "非传染性疾病": "369.2",
            "传染性疾病及其他组": "15.4",
            "受伤": "44.2"
        },
        "黑山": {
            "传染性疾病及其他组": "18.7",
            "非传染性疾病": "571.5",
            "受伤": "41.2"
        },
        "亚美尼亚": {
            "非传染性疾病": "847.5",
            "传染性疾病及其他组": "45.0",
            "受伤": "49.2"
        },
        "德国": {
            "受伤": "23.0",
            "传染性疾病及其他组": "21.6",
            "非传染性疾病": "365.1"
        },
        "捷克共和国": {
            "受伤": "39.1",
            "非传染性疾病": "460.7",
            "传染性疾病及其他组": "27.0"
        }
    },
    "非洲": {
        "赤道几内亚": {
            "传染性疾病及其他组": "756.8",
            "受伤": "133.6",
            "非传染性疾病": "729.0"
        },
        "马达加斯加": {
            "非传染性疾病": "648.6",
            "传染性疾病及其他组": "429.9",
            "受伤": "89.0"
        },
        "斯威士兰": {
            "传染性疾病及其他组": "884.3",
            "受伤": "119.5",
            "非传染性疾病": "702.4"
        },
        "刚果": {
            "非传染性疾病": "632.3",
            "传染性疾病及其他组": "666.9",
            "受伤": "89.0"
        },
        "布基纳法索": {
            "传染性疾病及其他组": "648.2",
            "非传染性疾病": "784.0",
            "受伤": "119.3"
        },
        "几内亚比绍": {
            "传染性疾病及其他组": "869.8",
            "非传染性疾病": "764.7",
            "受伤": "111.6"
        },
        "刚果民主主义共和国": {
            "非传染性疾病": "724.4",
            "受伤": "137.1",
            "传染性疾病及其他组": "920.7"
        },
        "莫桑比克": {
            "受伤": "175.3",
            "非传染性疾病": "593.7",
            "传染性疾病及其他组": "998.1"
        },
        "中非共和国": {
            "传染性疾病及其他组": "1212.1",
            "受伤": "107.9",
            "非传染性疾病": "550.8"
        },
        "坦桑尼亚联合共和国": {
            "非传染性疾病": "569.8",
            "传染性疾病及其他组": "584.2",
            "受伤": "129.2"
        },
        "喀麦隆": {
            "传染性疾病及其他组": "768.8",
            "受伤": "106.0",
            "非传染性疾病": "675.2"
        },
        "多哥": {
            "非传染性疾病": "679.0",
            "传染性疾病及其他组": "681.8",
            "受伤": "93.0"
        },
        "厄立特里亚": {
            "受伤": "118.7",
            "传染性疾病及其他组": "506.0",
            "非传染性疾病": "671.9"
        },
        "纳米比亚": {
            "受伤": "76.4",
            "非传染性疾病": "580.2",
            "传染性疾病及其他组": "356.6"
        },
        "塞内加尔": {
            "非非传染性疾病传染性疾病": "558.1",
            "受伤": "89.3",
            "传染性疾病及其他组": "587.7"
        },
        "乍得": {
            "传染性疾病及其他组": "1070.9",
            "受伤": "114.5",
            "非传染性疾病": "712.6"
        },
        "贝宁": {
            "受伤": "98.0",
            "非传染性疾病": "761.5",
            "传染性疾病及其他组": "577.3"
        },
        "津巴布韦": {
            "传染性疾病及其他组": "711.3",
            "受伤": "82.5",
            "非传染性疾病": "598.9"
        },
        "卢旺达": {
            "非传染性疾病": "585.3",
            "受伤": "106.3",
            "传染性疾病及其他组": "401.7"
        },
        "赞比亚": {
            "非传染性疾病": "587.4",
            "受伤": "156.4",
            "传染性疾病及其他组": "764.3"
        },
        "马里": {
            "受伤": "119.5",
            "传染性疾病及其他组": "588.3",
            "非传染性疾病": "866.1"
        },
        "埃塞俄比亚": {
            "受伤": "94.5",
            "传染性疾病及其他组": "558.9",
            "非传染性疾病": "476.3"
        },
        "南非": {
            "传染性疾病及其他组": "611.6",
            "受伤": "103.5",
            "非传染性疾病": "710.9"
        },
        "布隆迪": {
            "受伤": "146.6",
            "传染性疾病及其他组": "704.8",
            "非传染性疾病": "729.5"
        },
        "佛得角": {
            "受伤": "54.4",
            "非传染性疾病": "482.1",
            "传染性疾病及其他组": "141.9"
        },
        "利比里亚": {
            "非传染性疾病": "656.9",
            "受伤": "83.3",
            "传染性疾病及其他组": "609.1"
        },
        "乌干达": {
            "非传染性疾病": "664.4",
            "传染性疾病及其他组": "696.7",
            "受伤": "166.8"
        },
        "毛里求斯": {
            "非传染性疾病": "576.5",
            "受伤": "44.1",
            "传染性疾病及其他组": "61.8"
        },
        "阿尔及利亚": {
            "非传染性疾病": "710.4",
            "受伤": "53.8",
            "传染性疾病及其他组": "97.8"
        },
        "科特迪瓦": {
            "非传染性疾病": "794.0",
            "受伤": "124.0",
            "传染性疾病及其他组": "861.3"
        },
        "马拉维": {
            "受伤": "97.7",
            "传染性疾病及其他组": "777.6",
            "非传染性疾病": "655.0"
        },
        "博茨瓦纳": {
            "受伤": "87.9",
            "非传染性疾病": "612.2",
            "传染性疾病及其他组": "555.3"
        },
        "几内亚": {
            "受伤": "96.0",
            "非传染性疾病": "681.1",
            "传染性疾病及其他组": "679.6"
        },
        "加纳": {
            "受伤": "76.1",
            "非传染性疾病": "669.9",
            "传染性疾病及其他组": "476.0"
        },
        "肯尼亚": {
            "非传染性疾病": "514.7",
            "受伤": "101.1",
            "传染性疾病及其他组": "657.5"
        },
        "冈比亚": {
            "非传染性疾病": "629.6",
            "受伤": "96.0",
            "传染性疾病及其他组": "590.5"
        },
        "安哥拉": {
            "受伤": "137.8",
            "非传染性疾病": "768.4",
            "传染性疾病及其他组": "873.3"
        },
        "塞拉利昂": {
            "传染性疾病及其他组": "1327.4",
            "非传染性疾病": "963.5",
            "受伤": "149.5"
        },
        "毛里塔尼亚": {
            "传染性疾病及其他组": "619.1",
            "受伤": "83.4",
            "非传染性疾病": "555.1"
        },
        "科摩罗": {
            "传染性疾病及其他组": "494.6",
            "受伤": "132.4",
            "非传染性疾病": "695.5"
        },
        "加蓬": {
            "非传染性疾病": "504.6",
            "受伤": "77.4",
            "传染性疾病及其他组": "589.4"
        },
        "尼日尔": {
            "受伤": "97.6",
            "传染性疾病及其他组": "740.0",
            "非传染性疾病": "649.1"
        },
        "莱索托": {
            "传染性疾病及其他组": "1110.5",
            "受伤": "142.5",
            "非传染性疾病": "671.8"
        },
        "尼日利亚": {
            "非传染性疾病": "673.7",
            "传染性疾病及其他组": "866.2",
            "受伤": "145.6"
        }
    },
    "美国": {
        "加拿大": {
            "非传染性疾病": "318.0",
            "受伤": "31.3",
            "传染性疾病及其他组": "22.6"
        },
        "玻利维亚 (多民族国家)": {
            "传染性疾病及其他组": "226.2",
            "非传染性疾病": "635.3",
            "受伤": "100.0"
        },
        "海地": {
            "传染性疾病及其他组": "405.4",
            "非传染性疾病": "724.6",
            "受伤": "89.3"
        },
        "伯利兹": {
            "非传染性疾病": "470.7",
            "受伤": "82.0",
            "传染性疾病及其他组": "104.6"
        },
        "苏里南": {
            "受伤": "70.5",
            "传染性疾病及其他组": "83.7",
            "非传染性疾病": "374.8"
        },
        "阿根廷": {
            "传染性疾病及其他组": "68.7",
            "受伤": "50.7",
            "非传染性疾病": "467.3"
        },
        "墨西哥": {
            "受伤": "63.2",
            "传染性疾病及其他组": "57.0",
            "非传染性疾病": "468.3"
        },
        "牙买加": {
            "受伤": "51.5",
            "传染性疾病及其他组": "97.0",
            "非传染性疾病": "519.1"
        },
        "秘鲁": {
            "非传染性疾病": "363.5",
            "受伤": "47.9",
            "传染性疾病及其他组": "121.3"
        },
        "巴西": {
            "受伤": "80.2",
            "传染性疾病及其他组": "92.8",
            "非传染性疾病": "513.8"
        },
        "委内瑞拉 (玻利瓦尔共和国)": {
            "传染性疾病及其他组": "58.2",
            "受伤": "103.2",
            "非传染性疾病": "410.6"
        },
        "巴拉圭": {
            "非传染性疾病": "485.5",
            "传染性疾病及其他组": "77.3",
            "受伤": "67.6"
        },
        "智利": {
            "非传染性疾病": "366.5",
            "传染性疾病及其他组": "36.3",
            "受伤": "41.2"
        },
        "特立尼达和多巴哥": {
            "非传染性疾病": "705.3",
            "传染性疾病及其他组": "80.4",
            "受伤": "98.4"
        },
        "哥伦比亚": {
            "非传染性疾病": "377.3",
            "传染性疾病及其他组": "55.0",
            "受伤": "72.6"
        },
        "古巴": {
            "受伤": "45.3",
            "非传染性疾病": "421.8",
            "传染性疾病及其他组": "33.2"
        },
        "萨尔瓦多": {
            "非传染性疾病": "474.9",
            "受伤": "157.7",
            "传染性疾病及其他组": "96.2"
        },
        "洪都拉斯": {
            "受伤": "80.8",
            "传染性疾病及其他组": "117.5",
            "非传染性疾病": "441.5"
        },
        "厄瓜多尔": {
            "非传染性疾病": "409.7",
            "受伤": "83.7",
            "传染性疾病及其他组": "97.3"
        },
        "哥斯达黎加": {
            "传染性疾病及其他组": "30.5",
            "非传染性疾病": "391.8",
            "受伤": "46.5"
        },
        "多米尼加共和国": {
            "非传染性疾病": "396.0",
            "受伤": "66.4",
            "传染性疾病及其他组": "76.8"
        },
        "尼加拉瓜": {
            "传染性疾病及其他组": "75.2",
            "受伤": "64.4",
            "非传染性疾病": "546.6"
        },
        "巴巴多斯": {
            "非传染性疾病": "404.5",
            "受伤": "28.0",
            "传染性疾病及其他组": "60.8"
        },
        "乌拉圭": {
            "非传染性疾病": "446.0",
            "受伤": "53.8",
            "传染性疾病及其他组": "46.2"
        },
        "巴拿马": {
            "传染性疾病及其他组": "86.1",
            "受伤": "67.4",
            "非传染性疾病": "372.9"
        },
        "巴哈马": {
            "非传染性疾病": "465.2",
            "受伤": "45.7",
            "传染性疾病及其他组": "122.0"
        },
        "圭亚那": {
            "传染性疾病及其他组": "177.2",
            "非传染性疾病": "1024.2",
            "受伤": "150.0"
        },
        "美国": {
            "非传染性疾病": "412.8",
            "受伤": "44.2",
            "传染性疾病及其他组": "31.3"
        },
        "危地马拉": {
            "传染性疾病及其他组": "212.7",
            "非传染性疾病": "409.4",
            "受伤": "111.0"
        }
    },
    "地中海": {
        "埃及": {
            "传染性疾病及其他组": "74.3",
            "非传染性疾病": "781.7",
            "受伤": "33.5"
        },
        "南苏丹": {
            "受伤": "143.4",
            "传染性疾病及其他组": "831.3",
            "非传染性疾病": "623.4"
        },
        "苏丹": {
            "受伤": "133.6",
            "非传染性疾病": "551.0",
            "传染性疾病及其他组": "495.0"
        },
        "利比亚": {
            "受伤": "62.8",
            "非传染性疾病": "550.0",
            "传染性疾病及其他组": "52.6"
        },
        "约旦": {
            "非传染性疾病": "640.3",
            "受伤": "53.5",
            "传染性疾病及其他组": "52.5"
        },
        "巴基斯坦": {
            "传染性疾病及其他组": "296.0",
            "非传染性疾病": "669.3",
            "受伤": "98.7"
        },
        "吉布提": {
            "非传染性疾病": "631.1",
            "传染性疾病及其他组": "626.0",
            "受伤": "106.0"
        },
        "阿拉伯叙利亚共和国": {
            "传染性疾病及其他组": "41.0",
            "受伤": "308.0",
            "非传染性疾病": "572.7"
        },
        "摩洛哥": {
            "非传染性疾病": "707.7",
            "传染性疾病及其他组": "131.5",
            "受伤": "47.0"
        },
        "也门": {
            "传染性疾病及其他组": "515.0",
            "非传染性疾病": "626.9",
            "受伤": "84.3"
        },
        "巴林": {
            "受伤": "33.5",
            "非传染性疾病": "505.7",
            "传染性疾病及其他组": "48.5"
        },
        "阿拉伯联合酋长国": {
            "非传染性疾病": "546.8",
            "受伤": "31.5",
            "传染性疾病及其他组": "35.6"
        },
        "黎巴嫩": {
            "非传染性疾病": "384.6",
            "受伤": "40.6",
            "传染性疾病及其他组": "30.5"
        },
        "沙特阿拉伯": {
            "非传染性疾病": "549.4",
            "受伤": "41.1",
            "传染性疾病及其他组": "71.3"
        },
        "伊朗 (伊斯兰共和国)": {
            "受伤": "74.9",
            "传染性疾病及其他组": "56.2",
            "非传染性疾病": "569.3"
        },
        "伊拉克": {
            "传染性疾病及其他组": "87.0",
            "非传染性疾病": "715.5",
            "受伤": "128.5"
        },
        "卡塔尔": {
            "传染性疾病及其他组": "28.3",
            "受伤": "41.0",
            "非传染性疾病": "407.0"
        },
        "阿富汗": {
            "传染性疾病及其他组": "362.7",
            "受伤": "169.2",
            "非传染性疾病": "846.3"
        },
        "索马里": {
            "非传染性疾病": "550.7",
            "传染性疾病及其他组": "927.2",
            "受伤": "188.5"
        },
        "科威特": {
            "传染性疾病及其他组": "82.5",
            "受伤": "25.4",
            "非传染性疾病": "406.3"
        },
        "阿曼": {
            "受伤": "52.8",
            "非传染性疾病": "478.2",
            "传染性疾病及其他组": "84.2"
        },
        "突尼斯": {
            "非传染性疾病": "509.3",
            "传染性疾病及其他组": "65.0",
            "受伤": "39.1"
        }
    },
    "西太平洋": {
        "蒙古": {
            "受伤": "69.4",
            "非传染性疾病": "966.5",
            "传染性疾病及其他组": "82.8"
        },
        "柬埔寨": {
            "受伤": "62.2",
            "传染性疾病及其他组": "227.5",
            "非传染性疾病": "394.0"
        },
        "日本": {
            "受伤": "40.5",
            "非传染性疾病": "244.2",
            "传染性疾病及其他组": "33.9"
        },
        "文莱达鲁萨兰国": {
            "受伤": "44.6",
            "非传染性疾病": "475.3",
            "传染性疾病及其他组": "56.1"
        },
        "所罗门群岛": {
            "传染性疾病及其他组": "230.6",
            "受伤": "75.1",
            "非传染性疾病": "709.7"
        },
        "越南": {
            "传染性疾病及其他组": "96.0",
            "受伤": "59.0",
            "非传染性疾病": "435.4"
        },
        "老挝人民民主共和国": {
            "传染性疾病及其他组": "328.7",
            "受伤": "75.2",
            "非传染性疾病": "680.0"
        },
        "中国": {
            "传染性疾病及其他组": "41.4",
            "非传染性疾病": "576.3",
            "受伤": "50.4"
        },
        "新西兰": {
            "受伤": "32.9",
            "非传染性疾病": "313.6",
            "传染性疾病及其他组": "18.0"
        },
        "巴布亚新现": {
            "受伤": "100.1",
            "传染性疾病及其他组": "554.3",
            "非传染性疾病": "693.2"
        },
        "菲律宾": {
            "传染性疾病及其他组": "226.4",
            "非传染性疾病": "720.0",
            "受伤": "53.8"
        },
        "马来西亚": {
            "受伤": "62.8",
            "非传染性疾病": "563.2",
            "传染性疾病及其他组": "117.4"
        },
        "澳大利亚": {
            "传染性疾病及其他组": "13.7",
            "非传染性疾病": "302.9",
            "受伤": "28.2"
        },
        "斐济": {
            "非传染性疾病": "804.0",
            "受伤": "64.0",
            "传染性疾病及其他组": "105.2"
        },
        "新加坡": {
            "传染性疾病及其他组": "66.2",
            "非传染性疾病": "264.8",
            "受伤": "17.5"
        },
        "韩国": {
            "受伤": "53.1",
            "传染性疾病及其他组": "33.8",
            "非传染性疾病": "302.1"
        }
    }
    }];

var that_data = [{
        'id': '0.0',
        'parent': '',
        'name': 'The World'
            }, {
        'id': '1.3',
        'parent': '0.0',
        'name': 'Asia'
            }, {
        'id': '1.1',
        'parent': '0.0',
        'name': 'Africa'
            }, {
        'id': '1.2',
        'parent': '0.0',
        'name': 'America'
            }, {
        'id': '1.4',
        'parent': '0.0',
        'name': 'Europe'
            }, {
        'id': '1.5',
        'parent': '0.0',
        'name': 'Oceanic'
            },

            /* Africa */
    {
        'id': '2.1',
        'parent': '1.1',
        'name': 'Eastern Africa'
            },

    {
        'id': '3.1',
        'parent': '2.1',
        'name': 'Ethiopia',
        'value': 104957438
            }, {
        'id': '3.2',
        'parent': '2.1',
        'name': 'Tanzania',
        'value': 57310019
            }, {
        'id': '3.3',
        'parent': '2.1',
        'name': 'Kenya',
        'value': 49699862
            }, {
        'id': '3.4',
        'parent': '2.1',
        'name': 'Uganda',
        'value': 42862958
            }, {
        'id': '3.5',
        'parent': '2.1',
        'name': 'Mozambique',
        'value': 29668834
            }, {
        'id': '3.6',
        'parent': '2.1',
        'name': 'Madagascar',
        'value': 25570895
            }, {
        'id': '3.7',
        'parent': '2.1',
        'name': 'Malawi',
        'value': 18622104
            }, {
        'id': '3.8',
        'parent': '2.1',
        'name': 'Zambia',
        'value': 17094130
            }, {
        'id': '3.9',
        'parent': '2.1',
        'name': 'Zimbabwe',
        'value': 16529904
            }, {
        'id': '3.10',
        'parent': '2.1',
        'name': 'Somalia',
        'value': 14742523
            }, {
        'id': '3.11',
        'parent': '2.1',
        'name': 'South Sudan',
        'value': 12575714
            }, {
        'id': '3.12',
        'parent': '2.1',
        'name': 'Rwanda',
        'value': 12208407
            }, {
        'id': '3.13',
        'parent': '2.1',
        'name': 'Burundi',
        'value': 10864245
            }, {
        'id': '3.14',
        'parent': '2.1',
        'name': 'Eritrea',
        'value': 5068831
            }, {
        'id': '3.15',
        'parent': '2.1',
        'name': 'Mauritius',
        'value': 1265138
            }, {
        'id': '3.16',
        'parent': '2.1',
        'name': 'Djibouti',
        'value': 956985
            }, {
        'id': '3.17',
        'parent': '2.1',
        'name': 'Réunion',
        'value': 876562
            }, {
        'id': '3.18',
        'parent': '2.1',
        'name': 'Comoros',
        'value': 813912
            }, {
        'id': '3.19',
        'parent': '2.1',
        'name': 'Mayotte',
        'value': 253045
            }, {
        'id': '3.20',
        'parent': '2.1',
        'name': 'Seychelles',
        'value': 94737
            },

    {
        'id': '2.5',
        'parent': '1.1',
        'name': 'Western Africa'
            },

    {
        'id': '3.42',
        'parent': '2.5',
        'name': 'Nigeria',
        'value': 190886311
            }, {
        'id': '3.43',
        'parent': '2.5',
        'name': 'Ghana',
        'value': 28833629
            }, {
        'id': '3.44',
        'parent': '2.5',
        'name': 'Côte Ivoire',
        'value': 24294750
            }, {
        'id': '3.45',
        'parent': '2.5',
        'name': 'Niger',
        'value': 21477348
            }, {
        'id': '3.46',
        'parent': '2.5',
        'name': 'Burkina Faso',
        'value': 19193382
            }, {
        'id': '3.47',
        'parent': '2.5',
        'name': 'Mali',
        'value': 18541980
            }, {
        'id': '3.48',
        'parent': '2.5',
        'name': 'Senegal',
        'value': 15850567
            }, {
        'id': '3.49',
        'parent': '2.5',
        'name': 'Guinea',
        'value': 12717176
            }, {
        'id': '3.50',
        'parent': '2.5',
        'name': 'Benin',
        'value': 11175692
            }, {
        'id': '3.51',
        'parent': '2.5',
        'name': 'Togo',
        'value': 7797694
            }, {
        'id': '3.52',
        'parent': '2.5',
        'name': 'Sierra Leone',
        'value': 7557212
            }, {
        'id': '3.53',
        'parent': '2.5',
        'name': 'Liberia',
        'value': 4731906
            }, {
        'id': '3.54',
        'parent': '2.5',
        'name': 'Mauritania',
        'value': 4420184
            }, {
        'id': '3.55',
        'parent': '2.5',
        'name': 'The Gambia',
        'value': 2100568
            }, {
        'id': '3.56',
        'parent': '2.5',
        'name': 'Guinea-Bissau',
        'value': 1861283
            }, {
        'id': '3.57',
        'parent': '2.5',
        'name': 'Cabo Verde',
        'value': 546388
            }, {
        'id': '3.58',
        'parent': '2.5',
        'name': 'Saint Helena, Ascension and Tristan da Cunha',
        'value': 4049
            },

    {
        'id': '2.3',
        'parent': '1.1',
        'name': 'North Africa'
            },

    {
        'id': '3.30',
        'parent': '2.3',
        'name': 'Egypt',
        'value': 97553151
            }, {
        'id': '3.31',
        'parent': '2.3',
        'name': 'Algeria',
        'value': 41318142
            }, {
        'id': '3.32',
        'parent': '2.3',
        'name': 'Sudan',
        'value': 40533330
            }, {
        'id': '3.33',
        'parent': '2.3',
        'name': 'Morocco',
        'value': 35739580
            }, {
        'id': '3.34',
        'parent': '2.3',
        'name': 'Tunisia',
        'value': 11532127
            }, {
        'id': '3.35',
        'parent': '2.3',
        'name': 'Libya',
        'value': 6374616
            }, {
        'id': '3.36',
        'parent': '2.3',
        'name': 'Western Sahara',
        'value': 552628
            },

    {
        'id': '2.2',
        'parent': '1.1',
        'name': 'Central Africa'
            },

    {
        'id': '3.21',
        'parent': '2.2',
        'name': 'Democratic Republic of the Congo',
        'value': 81339988
            }, {
        'id': '3.22',
        'parent': '2.2',
        'name': 'Angola',
        'value': 29784193
            }, {
        'id': '3.23',
        'parent': '2.2',
        'name': 'Cameroon',
        'value': 24053727
            }, {
        'id': '3.24',
        'parent': '2.2',
        'name': 'Chad',
        'value': 14899994
            }, {
        'id': '3.25',
        'parent': '2.2',
        'name': 'Congo',
        'value': 5260750
            }, {
        'id': '3.26',
        'parent': '2.2',
        'name': 'Central African Republic',
        'value': 4659080
            }, {
        'id': '3.27',
        'parent': '2.2',
        'name': 'Gabon',
        'value': 2025137
            }, {
        'id': '3.28',
        'parent': '2.2',
        'name': 'Equatorial Guinea',
        'value': 1267689
            }, {
        'id': '3.29',
        'parent': '2.2',
        'name': 'Sao Tome and Principe',
        'value': 204327
            },

    {
        'id': '2.4',
        'parent': '1.1',
        'name': 'South America'
            },

    {
        'id': '3.37',
        'parent': '2.4',
        'name': 'South Africa',
        'value': 56717156
            }, {
        'id': '3.38',
        'parent': '2.4',
        'name': 'Namibia',
        'value': 2533794
            }, {
        'id': '3.39',
        'parent': '2.4',
        'name': 'Botswana',
        'value': 2291661
            }, {
        'id': '3.40',
        'parent': '2.4',
        'name': 'Lesotho',
        'value': 2233339
            }, {
        'id': '3.41',
        'parent': '2.4',
        'name': 'Swaziland',
        'value': 1367254
            },

            /***********/

            /* America */
    {
        'id': '2.9',
        'parent': '1.2',
        'name': 'South America'
            },

    {
        'id': '3.98',
        'parent': '2.9',
        'name': 'Brazil',
        'value': 209288278
            }, {
        'id': '3.99',
        'parent': '2.9',
        'name': 'Colombia',
        'value': 49065615
            }, {
        'id': '3.100',
        'parent': '2.9',
        'name': 'Argentina',
        'value': 44271041
            }, {
        'id': '3.101',
        'parent': '2.9',
        'name': 'Peru',
        'value': 32165485
            }, {
        'id': '3.102',
        'parent': '2.9',
        'name': 'Venezuela',
        'value': 31977065
            }, {
        'id': '3.103',
        'parent': '2.9',
        'name': 'Chile',
        'value': 18054726
            }, {
        'id': '3.104',
        'parent': '2.9',
        'name': 'Ecuador',
        'value': 16624858
            }, {
        'id': '3.105',
        'parent': '2.9',
        'name': 'Bolivia',
        'value': 11051600
            }, {
        'id': '3.106',
        'parent': '2.9',
        'name': 'Paraguay',
        'value': 6811297
            }, {
        'id': '3.107',
        'parent': '2.9',
        'name': 'Uruguay',
        'value': 3456750
            }, {
        'id': '3.108',
        'parent': '2.9',
        'name': 'Guyana',
        'value': 777859
            }, {
        'id': '3.109',
        'parent': '2.9',
        'name': 'Suriname',
        'value': 563402
            }, {
        'id': '3.110',
        'parent': '2.9',
        'name': 'French Guiana',
        'value': 282731
            }, {
        'id': '3.111',
        'parent': '2.9',
        'name': 'Falkland Islands',
        'value': 2910
            },

    {
        'id': '2.8',
        'parent': '1.2',
        'name': 'Northern America'
            },

    {
        'id': '3.93',
        'parent': '2.8',
        'name': 'United States',
        'value': 324459463
            }, {
        'id': '3.94',
        'parent': '2.8',
        'name': 'Canada',
        'value': 36624199
            }, {
        'id': '3.95',
        'parent': '2.8',
        'name': 'Bermuda',
        'value': 61349
            }, {
        'id': '3.96',
        'parent': '2.8',
        'name': 'Greenland',
        'value': 56480
            }, {
        'id': '3.97',
        'parent': '2.8',
        'name': 'Saint Pierre and Miquelon',
        'value': 6320
            },

    {
        'id': '2.7',
        'parent': '1.2',
        'name': 'Central America'
            },

    {
        'id': '3.85',
        'parent': '2.7',
        'name': 'Mexico',
        'value': 129163276
            }, {
        'id': '3.86',
        'parent': '2.7',
        'name': 'Guatemala',
        'value': 16913503
            }, {
        'id': '3.87',
        'parent': '2.7',
        'name': 'Honduras',
        'value': 9265067
            }, {
        'id': '3.88',
        'parent': '2.7',
        'name': 'El Salvador',
        'value': 6377853
            }, {
        'id': '3.89',
        'parent': '2.7',
        'name': 'Nicaragua',
        'value': 6217581
            }, {
        'id': '3.90',
        'parent': '2.7',
        'name': 'Costa Rica',
        'value': 4905769
            }, {
        'id': '3.91',
        'parent': '2.7',
        'name': 'Panama',
        'value': 4098587
            }, {
        'id': '3.92',
        'parent': '2.7',
        'name': 'Belize',
        'value': 374681
            },

    {
        'id': '2.6',
        'parent': '1.2',
        'name': 'Caribbean'
            },

    {
        'id': '3.59',
        'parent': '2.6',
        'name': 'Cuba',
        'value': 11484636
            }, {
        'id': '3.60',
        'parent': '2.6',
        'name': 'Haiti',
        'value': 10981229
            }, {
        'id': '3.61',
        'parent': '2.6',
        'name': 'Dominican Republic',
        'value': 10766998
            }, {
        'id': '3.62',
        'parent': '2.6',
        'name': 'Puerto Rico',
        'value': 3663131
            }, {
        'id': '3.63',
        'parent': '2.6',
        'name': 'Jamaica',
        'value': 2890299
            }, {
        'id': '3.64',
        'parent': '2.6',
        'name': 'Trinidad and Tobago',
        'value': 1369125
            }, {
        'id': '3.65',
        'parent': '2.6',
        'name': 'Guadeloupe',
        'value': 449568
            }, {
        'id': '3.66',
        'parent': '2.6',
        'name': 'Bahamas',
        'value': 395361
            }, {
        'id': '3.67',
        'parent': '2.6',
        'name': 'Martinique',
        'value': 384896
            }, {
        'id': '3.68',
        'parent': '2.6',
        'name': 'Barbados',
        'value': 285719
            }, {
        'id': '3.69',
        'parent': '2.6',
        'name': 'Saint Lucia',
        'value': 178844
            }, {
        'id': '3.70',
        'parent': '2.6',
        'name': 'Curaçao',
        'value': 160539
            }, {
        'id': '3.71',
        'parent': '2.6',
        'name': 'Saint Vincent and the Grenadines',
        'value': 109897
            }, {
        'id': '3.72',
        'parent': '2.6',
        'name': 'Grenada',
        'value': 107825
            }, {
        'id': '3.73',
        'parent': '2.6',
        'name': 'Aruba',
        'value': 105264
            }, {
        'id': '3.74',
        'parent': '2.6',
        'name': 'United States Virgin Islands',
        'value': 104901
            }, {
        'id': '3.75',
        'parent': '2.6',
        'name': 'Antigua and Barbuda',
        'value': 102012
            }, {
        'id': '3.76',
        'parent': '2.6',
        'name': 'Dominica',
        'value': 73925
            }, {
        'id': '3.77',
        'parent': '2.6',
        'name': 'Cayman Islands',
        'value': 61559
            }, {
        'id': '3.78',
        'parent': '2.6',
        'name': 'Saint Kitts and Nevis',
        'value': 55345
            }, {
        'id': '3.79',
        'parent': '2.6',
        'name': 'Sint Maarten',
        'value': 40120
            }, {
        'id': '3.80',
        'parent': '2.6',
        'name': 'Turks and Caicos Islands',
        'value': 35446
            }, {
        'id': '3.81',
        'parent': '2.6',
        'name': 'British Virgin Islands',
        'value': 31196
            }, {
        'id': '3.82',
        'parent': '2.6',
        'name': 'Caribbean Netherlands',
        'value': 25398
            }, {
        'id': '3.83',
        'parent': '2.6',
        'name': 'Anguilla',
        'value': 14909
            }, {
        'id': '3.84',
        'parent': '2.6',
        'name': 'Montserrat',
        'value': 5177
            },
            /***********/

            /* Asia */
    {
        'id': '2.13',
        'parent': '1.3',
        'name': 'Southern Asia'
            },

    {
        'id': '3.136',
        'parent': '2.13',
        'name': 'India',
        'value': 1339180127
            }, {
        'id': '3.137',
        'parent': '2.13',
        'name': 'Pakistan',
        'value': 197015955
            }, {
        'id': '3.138',
        'parent': '2.13',
        'name': 'Bangladesh',
        'value': 164669751
            }, {
        'id': '3.139',
        'parent': '2.13',
        'name': 'Iran',
        'value': 81162788
            }, {
        'id': '3.140',
        'parent': '2.13',
        'name': 'Afghanistan',
        'value': 35530081
            }, {
        'id': '3.141',
        'parent': '2.13',
        'name': 'Nepal',
        'value': 29304998
            }, {
        'id': '3.142',
        'parent': '2.13',
        'name': 'Sri Lanka',
        'value': 20876917
            }, {
        'id': '3.143',
        'parent': '2.13',
        'name': 'Bhutan',
        'value': 807610
            }, {
        'id': '3.144',
        'parent': '2.13',
        'name': 'Maldives',
        'value': 436330
            },

    {
        'id': '2.11',
        'parent': '1.3',
        'name': 'Eastern Asia'
            },

    {
        'id': '3.117',
        'parent': '2.11',
        'name': 'China',
        'value': 1409517397
            }, {
        'id': '3.118',
        'parent': '2.11',
        'name': 'Japan',
        'value': 127484450
            }, {
        'id': '3.119',
        'parent': '2.11',
        'name': 'South Korea',
        'value': 50982212
            }, {
        'id': '3.120',
        'parent': '2.11',
        'name': 'North Korea',
        'value': 25490965
            }, {
        'id': '3.121',
        'parent': '2.11',
        'name': 'Taiwan',
        'value': 23626456
            }, {
        'id': '3.122',
        'parent': '2.11',
        'name': 'Hong Kong',
        'value': 7364883
            }, {
        'id': '3.123',
        'parent': '2.11',
        'name': 'Mongolia',
        'value': 3075647
            }, {
        'id': '3.124',
        'parent': '2.11',
        'name': 'Macau',
        'value': 622567
            },

    {
        'id': '2.12',
        'parent': '1.3',
        'name': 'South-Eastern Asia'
            },

    {
        'id': '3.125',
        'parent': '2.12',
        'name': 'Indonesia',
        'value': 263991379
            }, {
        'id': '3.126',
        'parent': '2.12',
        'name': 'Philippines',
        'value': 104918090
            }, {
        'id': '3.127',
        'parent': '2.12',
        'name': 'Vietnam',
        'value': 95540800
            }, {
        'id': '3.128',
        'parent': '2.12',
        'name': 'Thailand',
        'value': 69037513
            }, {
        'id': '3.129',
        'parent': '2.12',
        'name': 'Myanmar',
        'value': 53370609
            }, {
        'id': '3.130',
        'parent': '2.12',
        'name': 'Malaysia',
        'value': 31624264
            }, {
        'id': '3.131',
        'parent': '2.12',
        'name': 'Cambodia',
        'value': 16005373
            }, {
        'id': '3.132',
        'parent': '2.12',
        'name': 'Laos',
        'value': 6858160
            }, {
        'id': '3.133',
        'parent': '2.12',
        'name': 'Singapore',
        'value': 5708844
            }, {
        'id': '3.134',
        'parent': '2.12',
        'name': 'Timor-Leste',
        'value': 1296311
            }, {
        'id': '3.135',
        'parent': '2.12',
        'name': 'Brunei',
        'value': 428697
            // 'color': ''
            },

    {
        'id': '2.14',
        'parent': '1.3',
        'name': 'Western Asia'
            },

    {
        'id': '3.145',
        'parent': '2.14',
        'name': 'Turkey',
        'value': 80745020
            }, {
        'id': '3.146',
        'parent': '2.14',
        'name': 'Iraq',
        'value': 38274618
            }, {
        'id': '3.147',
        'parent': '2.14',
        'name': 'Saudi Arabia',
        'value': 32938213
            }, {
        'id': '3.148',
        'parent': '2.14',
        'name': 'Yemen',
        'value': 28250420
            }, {
        'id': '3.149',
        'parent': '2.14',
        'name': 'Syria',
        'value': 18269868
            }, {
        'id': '3.150',
        'parent': '2.14',
        'name': 'Azerbaijan',
        'value': 9827589
            }, {
        'id': '3.151',
        'parent': '2.14',
        'name': 'Jordan',
        'value': 9702353
            }, {
        'id': '3.152',
        'parent': '2.14',
        'name': 'United Arab Emirates',
        'value': 9400145
            }, {
        'id': '3.153',
        'parent': '2.14',
        'name': 'Israel',
        'value': 8321570
            }, {
        'id': '3.154',
        'parent': '2.14',
        'name': 'Lebanon',
        'value': 6082357
            }, {
        'id': '3.155',
        'parent': '2.14',
        'name': 'Palestine',
        'value': 4920724
            }, {
        'id': '3.156',
        'parent': '2.14',
        'name': 'Oman',
        'value': 4636262
            }, {
        'id': '3.157',
        'parent': '2.14',
        'name': 'Kuwait',
        'value': 4136528
            }, {
        'id': '3.158',
        'parent': '2.14',
        'name': 'Georgia',
        'value': 3912061
            }, {
        'id': '3.159',
        'parent': '2.14',
        'name': 'Armenia',
        'value': 2930450
            }, {
        'id': '3.160',
        'parent': '2.14',
        'name': 'Qatar',
        'value': 2639211
            }, {
        'id': '3.161',
        'parent': '2.14',
        'name': 'Bahrain',
        'value': 1492584
            },

    {
        'id': '2.10',
        'parent': '1.3',
        'name': 'Central Asia'
            },

    {
        'id': '3.112',
        'parent': '2.10',
        'name': 'Uzbekistan',
        'value': 31910641
            }, {
        'id': '3.113',
        'parent': '2.10',
        'name': 'Kazakhstan',
        'value': 18204499
            }, {
        'id': '3.114',
        'parent': '2.10',
        'name': 'Tajikistan',
        'value': 8921343
            }, {
        'id': '3.115',
        'parent': '2.10',
        'name': 'Kyrgyzstan',
        'value': 6045117
            }, {
        'id': '3.116',
        'parent': '2.10',
        'name': 'Turkmenistan',
        'value': 5758075
            },
            /***********/

            /* Europe */
    {
        'id': '2.15',
        'parent': '1.4',
        'name': 'Eastern Europe'
            },

    {
        'id': '3.162',
        'parent': '2.15',
        'name': 'Russia',
        'value': 143989754
            }, {
        'id': '3.163',
        'parent': '2.15',
        'name': 'Ukraine',
        'value': 44222947
            }, {
        'id': '3.164',
        'parent': '2.15',
        'name': 'Poland',
        'value': 38170712
            }, {
        'id': '3.165',
        'parent': '2.15',
        'name': 'Romania',
        'value': 19679306
            }, {
        'id': '3.166',
        'parent': '2.15',
        'name': 'Czechia',
        'value': 10618303
            }, {
        'id': '3.167',
        'parent': '2.15',
        'name': 'Hungary',
        'value': 9721559
            }, {
        'id': '3.168',
        'parent': '2.15',
        'name': 'Belarus',
        'value': 9468338
            }, {
        'id': '3.169',
        'parent': '2.15',
        'name': 'Bulgaria',
        'value': 7084571
            }, {
        'id': '3.170',
        'parent': '2.15',
        'name': 'Slovakia',
        'value': 5447662
            }, {
        'id': '3.171',
        'parent': '2.15',
        'name': 'Moldova',
        'value': 4051212
            }, {
        'id': '3.172',
        'parent': '2.15',
        'name': 'Cyprus',
        'value': 1179551
            },

    {
        'id': '2.16',
        'parent': '1.4',
        'name': 'Northern Europe'
            },

    {
        'id': '3.173',
        'parent': '2.16',
        'name': 'United Kingdom',
        'value': 66181585
            }, {
        'id': '3.174',
        'parent': '2.16',
        'name': 'Sweden',
        'value': 9910701
            }, {
        'id': '3.175',
        'parent': '2.16',
        'name': 'Denmark',
        'value': 5733551
            }, {
        'id': '3.176',
        'parent': '2.16',
        'name': 'Finland',
        'value': 5523231
            }, {
        'id': '3.177',
        'parent': '2.16',
        'name': 'Norway',
        'value': 5305383
            }, {
        'id': '3.178',
        'parent': '2.16',
        'name': 'Ireland',
        'value': 4761657
            }, {
        'id': '3.179',
        'parent': '2.16',
        'name': 'Lithuania',
        'value': 2890297
            }, {
        'id': '3.180',
        'parent': '2.16',
        'name': 'Latvia',
        'value': 1949670
            }, {
        'id': '3.181',
        'parent': '2.16',
        'name': 'Estonia',
        'value': 1309632
            }, {
        'id': '3.182',
        'parent': '2.16',
        'name': 'Iceland',
        'value': 335025
            }, {
        'id': '3.183',
        'parent': '2.16',
        'name': 'Guernsey and  Jersey',
        'value': 165314
            }, {
        'id': '3.184',
        'parent': '2.16',
        'name': 'Isle of Man',
        'value': 84287
            }, {
        'id': '3.185',
        'parent': '2.16',
        'name': 'Faroe Islands',
        'value': 49290
            },

    {
        'id': '2.17',
        'parent': '1.4',
        'name': 'Southern Europe'
            },

    {
        'id': '3.186',
        'parent': '2.17',
        'name': 'Italy',
        'value': 59359900
            }, {
        'id': '3.187',
        'parent': '2.17',
        'name': 'Spain',
        'value': 46354321
            }, {
        'id': '3.188',
        'parent': '2.17',
        'name': 'Greece',
        'value': 11159773
            }, {
        'id': '3.189',
        'parent': '2.17',
        'name': 'Portugal',
        'value': 10329506
            }, {
        'id': '3.190',
        'parent': '2.17',
        'name': 'Serbia',
        'value': 8790574
            }, {
        'id': '3.191',
        'parent': '2.17',
        'name': 'Croatia',
        'value': 4189353
            }, {
        'id': '3.192',
        'parent': '2.17',
        'name': 'Bosnia and Herzegovina',
        'value': 3507017
            }, {
        'id': '3.193',
        'parent': '2.17',
        'name': 'Albania',
        'value': 2930187
            }, {
        'id': '3.194',
        'parent': '2.17',
        'name': 'Republic of Macedonia',
        'value': 2083160
            }, {
        'id': '3.195',
        'parent': '2.17',
        'name': 'Slovenia',
        'value': 2079976
            }, {
        'id': '3.196',
        'parent': '2.17',
        'name': 'Montenegro',
        'value': 628960
            }, {
        'id': '3.197',
        'parent': '2.17',
        'name': 'Malta',
        'value': 430835
            }, {
        'id': '3.198',
        'parent': '2.17',
        'name': 'Andorra',
        'value': 76965
            }, {
        'id': '3.199',
        'parent': '2.17',
        'name': 'Gibraltar',
        'value': 34571
            }, {
        'id': '3.200',
        'parent': '2.17',
        'name': 'San Marino',
        'value': 33400
            }, {
        'id': '3.201',
        'parent': '2.17',
        'name': 'Vatican City',
        'value': 792
            },

    {
        'id': '2.18',
        'parent': '1.4',
        'name': 'Western Europe'
            },

    {
        'id': '3.202',
        'parent': '2.18',
        'name': 'Germany',
        'value': 82114224
            }, {
        'id': '3.203',
        'parent': '2.18',
        'name': 'France',
        'value': 64979548
            }, {
        'id': '3.204',
        'parent': '2.18',
        'name': 'Netherlands',
        'value': 17035938
            }, {
        'id': '3.205',
        'parent': '2.18',
        'name': 'Belgium',
        'value': 11429336
            }, {
        'id': '3.206',
        'parent': '2.18',
        'name': 'Austria',
        'value': 8735453
            }, {
        'id': '3.207',
        'parent': '2.18',
        'name': 'Switzerland',
        'value': 8476005
            }, {
        'id': '3.208',
        'parent': '2.18',
        'name': 'Luxembourg',
        'value': 583455
            }, {
        'id': '3.209',
        'parent': '2.18',
        'name': 'Monaco',
        'value': 38695
            }, {
        'id': '3.210',
        'parent': '2.18',
        'name': 'Liechtenstein',
        'value': 37922
            },
            /***********/

            /* Oceania */
    {
        'id': '2.19',
        'parent': '1.5',
        'name': 'Australia and New Zealand'
            },

    {
        'id': '3.211',
        'parent': '2.19',
        'name': 'Australia',
        'value': 24450561
            }, {
        'id': '3.212',
        'parent': '2.19',
        'name': 'New Zealand',
        'value': 4705818
            },

    {
        'id': '2.20',
        'parent': '1.5',
        'name': 'Melanesia'
            },

    {
        'id': '3.213',
        'parent': '2.20',
        'name': 'Papua New Guinea'
            }, {
        'id': '3.214',
        'parent': '2.20',
        'name': 'Fiji',
        'value': 905502
            }, {
        'id': '3.215',
        'parent': '2.20',
        'name': 'Solomon Islands',
        'value': 611343
            }, {
        'id': '3.216',
        'parent': '2.20',
        'name': 'New Caledonia',
        'value': 276255
            }, {
        'id': '3.217',
        'parent': '2.20',
        'name': 'Vanuatu',
        'value': 276244
            },

    {
        'id': '2.21',
        'parent': '1.5',
        'name': 'Micronesia'
            },

    {
        'id': '3.218',
        'parent': '2.21',
        'name': 'Guam',
        'value': 164229
            }, {
        'id': '3.219',
        'parent': '2.21',
        'name': 'Kiribati',
        'value': 116398
            }, {
        'id': '3.220',
        'parent': '2.21',
        'name': 'Federated States of Micronesia',
        'value': 105544
            }, {
        'id': '3.221',
        'parent': '2.21',
        'name': 'Northern Mariana Islands',
        'value': 55144
            }, {
        'id': '3.222',
        'parent': '2.21',
        'name': 'Marshall Islands',
        'value': 53127
            }, {
        'id': '3.223',
        'parent': '2.21',
        'name': 'Palau',
        'value': 21729
            }, {
        'id': '3.224',
        'parent': '2.21',
        'name': 'Nauru',
        'value': 11359
            },

    {
        'id': '2.22',
        'parent': '1.5',
        'name': 'Polynesia'
            },

    {
        'id': '3.225',
        'parent': '2.22',
        'name': 'French Polynesia',
        'value': 283007
            }, {
        'id': '3.226',
        'parent': '2.22',
        'name': 'Samoa',
        'value': 196440
            }, {
        'id': '3.227',
        'parent': '2.22',
        'name': 'Tonga',
        'value': 108020
            }, {
        'id': '3.228',
        'parent': '2.22',
        'name': 'American Samoa',
        'value': 55641
            }, {
        'id': '3.229',
        'parent': '2.22',
        'name': 'Cook Islands',
        'value': 17380
            }, {
        'id': '3.230',
        'parent': '2.22',
        'name': 'Wallis and Futuna',
        'value': 11773
            }, {
        'id': '3.231',
        'parent': '2.22',
        'name': 'Tuvalu',
        'value': 11192
            }, {
        'id': '3.232',
        'parent': '2.22',
        'name': 'Niue',
        'value': 1618
            }, {
        'id': '3.233',
        'parent': '2.22',
        'name': 'Tokelau',
        'value': 1300
            }
        ];
