var this_data = [{
    "东南亚地区": {
        "斯里兰卡": {
            "传染性及其他组": "75.5",
            "受伤": "89.0",
            "非传染性疾病": "501.2"
        },
        "孟加拉国": {
            "非传染性疾病": "548.9",
            "受伤": "64.0",
            "传染性及其他组": "234.6"
        },
        "缅甸": {
            "传染性及其他组": "316.4",
            "受伤": "102.0",
            "非传染性疾病": "708.7"
        },
        "马尔代夫": {
            "受伤": "35.0",
            "非传染性疾病": "487.2",
            "传染性及其他组": "59.2"
        },
        "朝鲜": {
            "受伤": "91.9",
            "非传染性疾病": "751.4",
            "传染性及其他组": "117.3"
        },
        "不丹": {
            "受伤": "142.2",
            "非传染性疾病": "572.8",
            "传染性及其他组": "186.9"
        },
        "泰国": {
            "受伤": "72.8",
            "传染性及其他组": "123.3",
            "非传染性疾病": "449.1"
        },
        "尼泊尔": {
            "非传染性疾病": "678.1",
            "受伤": "88.7",
            "传染性及其他组": "251.8"
        },
        "东帝汶": {
            "受伤": "69.2",
            "非传染性疾病": "670.5",
            "传染性及其他组": "343.5"
        },
        "印度": {
            "传染性及其他组": "253.0",
            "受伤": "115.9",
            "非传染性疾病": "682.3"
        },
        "印度尼西亚": {
            "受伤": "49.3",
            "非传染性疾病": "680.1",
            "传染性及其他组": "162.4"
        }
    },
    "欧洲": {
        "匈牙利": {
            "传染性及其他组": "16.8",
            "非传染性疾病": "602.8",
            "受伤": "44.3"
        },
        "波兰": {
            "传染性及其他组": "22.6",
            "非传染性疾病": "494.5",
            "受伤": "48.9"
        },
        "以色列": {
            "传染性及其他组": "31.2",
            "非传染性疾病": "311.2",
            "受伤": "20.8"
        },
        "法国": {
            "传染性及其他组": "21.4",
            "非传染性疾病": "313.2",
            "受伤": "34.6"
        },
        "土耳其": {
            "受伤": "39.1",
            "传染性及其他组": "43.9",
            "非传染性疾病": "555.2"
        },
        "吉尔吉斯斯坦": {
            "传染性及其他组": "65.8",
            "受伤": "65.1",
            "非传染性疾病": "835.4"
        },
        "克罗地亚": {
            "传染性及其他组": "12.2",
            "非传染性疾病": "495.8",
            "受伤": "40.1"
        },
        "葡萄牙": {
            "受伤": "25.2",
            "传染性及其他组": "39.9",
            "非传染性疾病": "343.3"
        },
        "希腊": {
            "受伤": "26.5",
            "非传染性疾病": "365.0",
            "传染性及其他组": "24.1"
        },
        "意大利": {
            "受伤": "20.1",
            "传染性及其他组": "15.5",
            "非传染性疾病": "303.6"
        },
        "比利时": {
            "传染性及其他组": "27.8",
            "受伤": "38.9",
            "非传染性疾病": "356.8"
        },
        "立陶宛": {
            "非传染性疾病": "580.6",
            "传染性及其他组": "25.5",
            "受伤": "76.4"
        },
        "乌兹别克斯坦": {
            "传染性及其他组": "85.8",
            "受伤": "47.4",
            "非传染性疾病": "810.9"
        },
        "塞尔维亚": {
            "传染性及其他组": "19.4",
            "受伤": "32.0",
            "非传染性疾病": "657.7"
        },
        "奥地利": {
            "非传染性疾病": "359.5",
            "受伤": "30.6",
            "传染性疾病及其他组": "12.6"
        },
        "波斯尼亚和黑塞哥维那": {
            "受伤": "42.4",
            "非传染性疾病": "512.5",
            "传染性疾病及其他组": "20.0"
        },
        "斯洛伐克": {
            "受伤": "39.1",
            "传染性疾病及其他组": "35.3",
            "非传染性疾病": "532.5"
        },
        "前南斯拉夫的马其顿共和国": {
            "受伤": "24.0",
            "传染性疾病及其他组": "16.9",
            "非传染性疾病": "636.5"
        },
        "瑞典": {
            "传染性疾病及其他组": "19.3",
            "非传染性疾病": "333.5",
            "受伤": "26.1"
        },
        "俄罗斯联邦": {
            "非传染性疾病": "790.3",
            "传染性疾病及其他组": "73.8",
            "受伤": "102.8"
        },
        "摩尔多瓦共和国": {
            "非传染性疾病": "787.6",
            "受伤": "75.7",
            "传染性疾病及其他组": "44.5"
        },
        "爱尔兰": {
            "受伤": "31.8",
            "传染性疾病及其他组": "21.5",
            "非传染性疾病": "343.9"
        },
        "爱沙尼亚": {
            "受伤": "47.0",
            "传染性疾病及其他组": "18.5",
            "非传染性疾病": "510.7"
        },
        "塞浦路斯": {
            "非传染性疾病": "333.0",
            "受伤": "26.6",
            "传染性疾病及其他组": "16.2"
        },
        "哈萨克斯坦": {
            "非传染性疾病": "949.7",
            "受伤": "101.6",
            "传染性疾病及其他组": "55.3"
        },
        "荷兰": {
            "非传染性疾病": "355.2",
            "受伤": "22.3",
            "传染性疾病及其他组": "25.5"
        },
        "芬兰": {
            "非传染性疾病": "366.6",
            "受伤": "38.7",
            "传染性疾病及其他组": "9.0"
        },
        "罗马尼亚": {
            "非传染性疾病": "612.2",
            "受伤": "40.7",
            "传染性疾病及其他组": "38.5"
        },
        "阿尔巴尼亚": {
            "非传染性疾病": "671.6",
            "受伤": "48.0",
            "传染性疾病及其他组": "46.5"
        },
        "冰岛": {
            "受伤": "29.0",
            "非传染性疾病": "311.7",
            "传染性疾病及其他组": "14.0"
        },
        "阿塞拜疆": {
            "非传染性疾病": "664.3",
            "受伤": "33.6",
            "传染性疾病及其他组": "70.8"
        },
        "塔吉克斯坦": {
            "受伤": "51.6",
            "传染性疾病及其他组": "147.7",
            "非传染性疾病": "752.6"
        },
        "保加利亚": {
            "传染性疾病及其他组": "33.4",
            "受伤": "36.4",
            "非传染性疾病": "638.2"
        },
        "大不列颠及北爱尔兰联合王国": {
            "传染性疾病及其他组": "28.5",
            "受伤": "21.5",
            "非传染性疾病": "358.8"
        },
        "西班牙": {
            "传染性疾病及其他组": "19.1",
            "受伤": "17.8",
            "非传染性疾病": "323.1"
        },
        "乌克兰": {
            "传染性疾病及其他组": "69.3",
            "受伤": "67.3",
            "非传染性疾病": "749.0"
        },
        "挪威": {
            "非传染性疾病": "336.6",
            "传染性疾病及其他组": "25.2",
            "受伤": "25.6"
        },
        "丹麦": {
            "受伤": "22.5",
            "传染性疾病及其他组": "29.5",
            "非传染性疾病": "406.1"
        },
        "白俄罗斯": {
            "非传染性疾病": "682.5",
            "传染性疾病及其他组": "28.3",
            "受伤": "91.3"
        },
        "马耳他": {
            "非传染性疾病": "364.5",
            "受伤": "19.0",
            "传染性疾病及其他组": "23.6"
        },
        "拉托维亚": {
            "非传染性疾病": "623.7",
            "受伤": "54.5",
            "传染性疾病及其他组": "26.0"
        },
        "土库曼斯坦": {
            "受伤": "93.0",
            "传染性疾病及其他组": "115.8",
            "非传染性疾病": "1025.1"
        },
        "瑞士": {
            "传染性疾病及其他组": "14.5",
            "非传染性疾病": "291.6",
            "受伤": "25.4"
        },
        "卢森堡": {
            "受伤": "31.1",
            "非传染性疾病": "317.8",
            "传染性疾病及其他组": "20.5"
        },
        "格鲁吉亚": {
            "受伤": "32.2",
            "传染性疾病及其他组": "39.3",
            "非传染性疾病": "615.2"
        },
        "斯洛文尼亚": {
            "非传染性疾病": "369.2",
            "传染性疾病及其他组": "15.4",
            "受伤": "44.2"
        },
        "黑山": {
            "传染性疾病及其他组": "18.7",
            "非传染性疾病": "571.5",
            "受伤": "41.2"
        },
        "亚美尼亚": {
            "非传染性疾病": "847.5",
            "传染性疾病及其他组": "45.0",
            "受伤": "49.2"
        },
        "德国": {
            "受伤": "23.0",
            "传染性疾病及其他组": "21.6",
            "非传染性疾病": "365.1"
        },
        "捷克共和国": {
            "受伤": "39.1",
            "非传染性疾病": "460.7",
            "传染性疾病及其他组": "27.0"
        }
    },
    "非洲": {
        "赤道几内亚": {
            "传染性疾病及其他组": "756.8",
            "受伤": "133.6",
            "非传染性疾病": "729.0"
        },
        "马达加斯加": {
            "非传染性疾病": "648.6",
            "传染性疾病及其他组": "429.9",
            "受伤": "89.0"
        },
        "斯威士兰": {
            "传染性疾病及其他组": "884.3",
            "受伤": "119.5",
            "非传染性疾病": "702.4"
        },
        "刚果": {
            "非传染性疾病": "632.3",
            "传染性疾病及其他组": "666.9",
            "受伤": "89.0"
        },
        "布基纳法索": {
            "传染性疾病及其他组": "648.2",
            "非传染性疾病": "784.0",
            "受伤": "119.3"
        },
        "几内亚比绍": {
            "传染性疾病及其他组": "869.8",
            "非传染性疾病": "764.7",
            "受伤": "111.6"
        },
        "刚果民主主义共和国": {
            "非传染性疾病": "724.4",
            "受伤": "137.1",
            "传染性疾病及其他组": "920.7"
        },
        "莫桑比克": {
            "受伤": "175.3",
            "非传染性疾病": "593.7",
            "传染性疾病及其他组": "998.1"
        },
        "中非共和国": {
            "传染性疾病及其他组": "1212.1",
            "受伤": "107.9",
            "非传染性疾病": "550.8"
        },
        "坦桑尼亚联合共和国": {
            "非传染性疾病": "569.8",
            "传染性疾病及其他组": "584.2",
            "受伤": "129.2"
        },
        "喀麦隆": {
            "传染性疾病及其他组": "768.8",
            "受伤": "106.0",
            "非传染性疾病": "675.2"
        },
        "多哥": {
            "非传染性疾病": "679.0",
            "传染性疾病及其他组": "681.8",
            "受伤": "93.0"
        },
        "厄立特里亚": {
            "受伤": "118.7",
            "传染性疾病及其他组": "506.0",
            "非传染性疾病": "671.9"
        },
        "纳米比亚": {
            "受伤": "76.4",
            "非传染性疾病": "580.2",
            "传染性疾病及其他组": "356.6"
        },
        "塞内加尔": {
            "非非传染性疾病传染性疾病": "558.1",
            "受伤": "89.3",
            "传染性疾病及其他组": "587.7"
        },
        "乍得": {
            "传染性疾病及其他组": "1070.9",
            "受伤": "114.5",
            "非传染性疾病": "712.6"
        },
        "贝宁": {
            "受伤": "98.0",
            "非传染性疾病": "761.5",
            "传染性疾病及其他组": "577.3"
        },
        "津巴布韦": {
            "传染性疾病及其他组": "711.3",
            "受伤": "82.5",
            "非传染性疾病": "598.9"
        },
        "卢旺达": {
            "非传染性疾病": "585.3",
            "受伤": "106.3",
            "传染性疾病及其他组": "401.7"
        },
        "赞比亚": {
            "非传染性疾病": "587.4",
            "受伤": "156.4",
            "传染性疾病及其他组": "764.3"
        },
        "马里": {
            "受伤": "119.5",
            "传染性疾病及其他组": "588.3",
            "非传染性疾病": "866.1"
        },
        "埃塞俄比亚": {
            "受伤": "94.5",
            "传染性疾病及其他组": "558.9",
            "非传染性疾病": "476.3"
        },
        "南非": {
            "传染性疾病及其他组": "611.6",
            "受伤": "103.5",
            "非传染性疾病": "710.9"
        },
        "布隆迪": {
            "受伤": "146.6",
            "传染性疾病及其他组": "704.8",
            "非传染性疾病": "729.5"
        },
        "佛得角": {
            "受伤": "54.4",
            "非传染性疾病": "482.1",
            "传染性疾病及其他组": "141.9"
        },
        "利比里亚": {
            "非传染性疾病": "656.9",
            "受伤": "83.3",
            "传染性疾病及其他组": "609.1"
        },
        "乌干达": {
            "非传染性疾病": "664.4",
            "传染性疾病及其他组": "696.7",
            "受伤": "166.8"
        },
        "毛里求斯": {
            "非传染性疾病": "576.5",
            "受伤": "44.1",
            "传染性疾病及其他组": "61.8"
        },
        "阿尔及利亚": {
            "非传染性疾病": "710.4",
            "受伤": "53.8",
            "传染性疾病及其他组": "97.8"
        },
        "科特迪瓦": {
            "非传染性疾病": "794.0",
            "受伤": "124.0",
            "传染性疾病及其他组": "861.3"
        },
        "马拉维": {
            "受伤": "97.7",
            "传染性疾病及其他组": "777.6",
            "非传染性疾病": "655.0"
        },
        "博茨瓦纳": {
            "受伤": "87.9",
            "非传染性疾病": "612.2",
            "传染性疾病及其他组": "555.3"
        },
        "几内亚": {
            "受伤": "96.0",
            "非传染性疾病": "681.1",
            "传染性疾病及其他组": "679.6"
        },
        "加纳": {
            "受伤": "76.1",
            "非传染性疾病": "669.9",
            "传染性疾病及其他组": "476.0"
        },
        "肯尼亚": {
            "非传染性疾病": "514.7",
            "受伤": "101.1",
            "传染性疾病及其他组": "657.5"
        },
        "冈比亚": {
            "非传染性疾病": "629.6",
            "受伤": "96.0",
            "传染性疾病及其他组": "590.5"
        },
        "安哥拉": {
            "受伤": "137.8",
            "非传染性疾病": "768.4",
            "传染性疾病及其他组": "873.3"
        },
        "塞拉利昂": {
            "传染性疾病及其他组": "1327.4",
            "非传染性疾病": "963.5",
            "受伤": "149.5"
        },
        "毛里塔尼亚": {
            "传染性疾病及其他组": "619.1",
            "受伤": "83.4",
            "非传染性疾病": "555.1"
        },
        "科摩罗": {
            "传染性疾病及其他组": "494.6",
            "受伤": "132.4",
            "非传染性疾病": "695.5"
        },
        "加蓬": {
            "非传染性疾病": "504.6",
            "受伤": "77.4",
            "传染性疾病及其他组": "589.4"
        },
        "尼日尔": {
            "受伤": "97.6",
            "传染性疾病及其他组": "740.0",
            "非传染性疾病": "649.1"
        },
        "莱索托": {
            "传染性疾病及其他组": "1110.5",
            "受伤": "142.5",
            "非传染性疾病": "671.8"
        },
        "尼日利亚": {
            "非传染性疾病": "673.7",
            "传染性疾病及其他组": "866.2",
            "受伤": "145.6"
        }
    },
    "美国": {
        "加拿大": {
            "非传染性疾病": "318.0",
            "受伤": "10",
            "传染性组": "22.6",
            "传染性疾病及其他组": "22.6"
        },
        "玻利维亚 (多民族国家)": {
            "传染性疾病及其他组": "226.2",
            "非传染性疾病": "635.3",
            "受伤": "100.0"
        },
        "海地": {
            "传染性疾病及其他组": "405.4",
            "非传染性疾病": "724.6",
            "受伤": "89.3"
        },
        "伯利兹": {
            "非传染性疾病": "470.7",
            "受伤": "82.0",
            "传染性疾病及其他组": "104.6"
        },
        "苏里南": {
            "受伤": "70.5",
            "传染性疾病及其他组": "83.7",
            "非传染性疾病": "374.8"
        },
        "阿根廷": {
            "传染性疾病及其他组": "68.7",
            "受伤": "50.7",
            "非传染性疾病": "467.3"
        },
        "墨西哥": {
            "受伤": "63.2",
            "传染性疾病及其他组": "57.0",
            "非传染性疾病": "468.3"
        },
        "牙买加": {
            "受伤": "51.5",
            "传染性疾病及其他组": "97.0",
            "非传染性疾病": "519.1"
        },
        "秘鲁": {
            "非传染性疾病": "363.5",
            "受伤": "47.9",
            "传染性疾病及其他组": "121.3"
        },
        "巴西": {
            "受伤": "80.2",
            "传染性疾病及其他组": "92.8",
            "非传染性疾病": "513.8"
        },
        "委内瑞拉 (玻利瓦尔共和国)": {
            "传染性疾病及其他组": "58.2",
            "受伤": "103.2",
            "非传染性疾病": "410.6"
        },
        "巴拉圭": {
            "非传染性疾病": "485.5",
            "传染性疾病及其他组": "77.3",
            "受伤": "67.6"
        },
        "智利": {
            "非传染性疾病": "366.5",
            "传染性疾病及其他组": "36.3",
            "受伤": "41.2"
        },
        "特立尼达和多巴哥": {
            "非传染性疾病": "705.3",
            "传染性疾病及其他组": "80.4",
            "受伤": "98.4"
        },
        "哥伦比亚": {
            "非传染性疾病": "377.3",
            "传染性疾病及其他组": "55.0",
            "受伤": "72.6"
        },
        "古巴": {
            "受伤": "45.3",
            "非传染性疾病": "421.8",
            "传染性疾病及其他组": "33.2"
        },
        "萨尔瓦多": {
            "非传染性疾病": "474.9",
            "受伤": "157.7",
            "传染性疾病及其他组": "96.2"
        },
        "洪都拉斯": {
            "受伤": "80.8",
            "传染性疾病及其他组": "117.5",
            "非传染性疾病": "441.5"
        },
        "厄瓜多尔": {
            "非传染性疾病": "409.7",
            "受伤": "83.7",
            "传染性疾病及其他组": "97.3"
        },
        "哥斯达黎加": {
            "传染性疾病及其他组": "30.5",
            "非传染性疾病": "391.8",
            "受伤": "46.5"
        },
        "多米尼加共和国": {
            "非传染性疾病": "396.0",
            "受伤": "66.4",
            "传染性疾病及其他组": "76.8"
        },
        "尼加拉瓜": {
            "传染性疾病及其他组": "75.2",
            "受伤": "64.4",
            "非传染性疾病": "546.6"
        },
        "巴巴多斯": {
            "非传染性疾病": "404.5",
            "受伤": "28.0",
            "传染性疾病及其他组": "60.8"
        },
        "乌拉圭": {
            "非传染性疾病": "446.0",
            "受伤": "53.8",
            "传染性疾病及其他组": "46.2"
        },
        "巴拿马": {
            "传染性疾病及其他组": "86.1",
            "受伤": "67.4",
            "非传染性疾病": "372.9"
        },
        "巴哈马": {
            "非传染性疾病": "465.2",
            "受伤": "45.7",
            "传染性疾病及其他组": "122.0"
        },
        "圭亚那": {
            "传染性疾病及其他组": "177.2",
            "非传染性疾病": "1024.2",
            "受伤": "150.0"
        },
        "美国": {
            "非传染性疾病": "412.8",
            "受伤": "44.2",
            "传染性疾病及其他组": "31.3"
        },
        "危地马拉": {
            "传染性疾病及其他组": "212.7",
            "非传染性疾病": "409.4",
            "受伤": "111.0"
        }
    },
    "地中海": {
        "埃及": {
            "传染性疾病及其他组": "74.3",
            "非传染性疾病": "781.7",
            "受伤": "33.5"
        },
        "南苏丹": {
            "受伤": "143.4",
            "传染性疾病及其他组": "831.3",
            "非传染性疾病": "623.4"
        },
        "苏丹": {
            "受伤": "133.6",
            "非传染性疾病": "551.0",
            "传染性疾病及其他组": "495.0"
        },
        "利比亚": {
            "受伤": "62.8",
            "非传染性疾病": "550.0",
            "传染性疾病及其他组": "52.6"
        },
        "约旦": {
            "非传染性疾病": "640.3",
            "受伤": "53.5",
            "传染性疾病及其他组": "52.5"
        },
        "巴基斯坦": {
            "传染性疾病及其他组": "296.0",
            "非传染性疾病": "669.3",
            "受伤": "98.7"
        },
        "吉布提": {
            "非传染性疾病": "631.1",
            "传染性疾病及其他组": "626.0",
            "受伤": "106.0"
        },
        "阿拉伯叙利亚共和国": {
            "传染性疾病及其他组": "41.0",
            "受伤": "308.0",
            "非传染性疾病": "572.7"
        },
        "摩洛哥": {
            "非传染性疾病": "707.7",
            "传染性疾病及其他组": "131.5",
            "受伤": "47.0"
        },
        "也门": {
            "传染性疾病及其他组": "515.0",
            "非传染性疾病": "626.9",
            "受伤": "84.3"
        },
        "巴林": {
            "受伤": "33.5",
            "非传染性疾病": "505.7",
            "传染性疾病及其他组": "48.5"
        },
        "阿拉伯联合酋长国": {
            "非传染性疾病": "546.8",
            "受伤": "31.5",
            "传染性疾病及其他组": "35.6"
        },
        "黎巴嫩": {
            "非传染性疾病": "384.6",
            "受伤": "40.6",
            "传染性疾病及其他组": "30.5"
        },
        "沙特阿拉伯": {
            "非传染性疾病": "549.4",
            "受伤": "41.1",
            "传染性疾病及其他组": "71.3"
        },
        "伊朗 (伊斯兰共和国)": {
            "受伤": "74.9",
            "传染性疾病及其他组": "56.2",
            "非传染性疾病": "569.3"
        },
        "伊拉克": {
            "传染性疾病及其他组": "87.0",
            "非传染性疾病": "715.5",
            "受伤": "128.5"
        },
        "卡塔尔": {
            "传染性疾病及其他组": "28.3",
            "受伤": "41.0",
            "非传染性疾病": "407.0"
        },
        "阿富汗": {
            "传染性疾病及其他组": "362.7",
            "受伤": "169.2",
            "非传染性疾病": "846.3"
        },
        "索马里": {
            "非传染性疾病": "550.7",
            "传染性疾病及其他组": "927.2",
            "受伤": "188.5"
        },
        "科威特": {
            "传染性疾病及其他组": "82.5",
            "受伤": "25.4",
            "非传染性疾病": "406.3"
        },
        "阿曼": {
            "受伤": "52.8",
            "非传染性疾病": "478.2",
            "传染性疾病及其他组": "84.2"
        },
        "突尼斯": {
            "非传染性疾病": "509.3",
            "传染性疾病及其他组": "65.0",
            "受伤": "39.1"
        }
    },
    "西太平洋": {
        "蒙古": {
            "受伤": "69.4",
            "非传染性疾病": "966.5",
            "传染性疾病及其他组": "82.8"
        },
        "柬埔寨": {
            "受伤": "62.2",
            "传染性疾病及其他组": "227.5",
            "非传染性疾病": "394.0"
        },
        "日本": {
            "受伤": "40.5",
            "非传染性疾病": "244.2",
            "传染性疾病及其他组": "33.9"
        },
        "文莱达鲁萨兰国": {
            "受伤": "44.6",
            "非传染性疾病": "475.3",
            "传染性疾病及其他组": "56.1"
        },
        "所罗门群岛": {
            "传染性疾病及其他组": "230.6",
            "受伤": "75.1",
            "非传染性疾病": "709.7"
        },
        "越南": {
            "传染性疾病及其他组": "96.0",
            "受伤": "59.0",
            "非传染性疾病": "435.4"
        },
        "老挝人民民主共和国": {
            "传染性疾病及其他组": "328.7",
            "受伤": "75.2",
            "非传染性疾病": "680.0"
        },
        "中国": {
            "传染性疾病及其他组": "41.4",
            "非传染性疾病": "576.3",
            "受伤": "50.4"
        },
        "新西兰": {
            "受伤": "32.9",
            "非传染性疾病": "313.6",
            "传染性疾病及其他组": "18.0"
        },
        "巴布亚新现": {
            "受伤": "100.1",
            "传染性疾病及其他组": "554.3",
            "非传染性疾病": "693.2"
        },
        "菲律宾": {
            "传染性疾病及其他组": "226.4",
            "非传染性疾病": "720.0",
            "受伤": "53.8"
        },
        "马来西亚": {
            "受伤": "62.8",
            "非传染性疾病": "563.2",
            "传染性疾病及其他组": "117.4"
        },
        "澳大利亚": {
            "传染性疾病及其他组": "13.7",
            "非传染性疾病": "302.9",
            "受伤": "28.2"
        },
        "斐济": {
            "非传染性疾病": "804.0",
            "受伤": "64.0",
            "传染性疾病及其他组": "105.2"
        },
        "新加坡": {
            "传染性疾病及其他组": "66.2",
            "非传染性疾病": "264.8",
            "受伤": "17.5"
        },
        "韩国": {
            "受伤": "53.1",
            "传染性疾病及其他组": "33.8",
            "非传染性疾病": "302.1"
        }
    }
}];

var tree_data = [{
    '卢湾': {
        ' 复兴公园 ': {
            '申能国际大厦': '4'
        },
        ' 淮海路/新天地 ': {
            '卢湾建设发展大楼': '1',
            '久事复兴大厦': '5',
            '复兴广场': '1',
            '越界世博园': '2',
            '柳林大厦': '3',
            '力宝广场': '5',
            '香港广场': '7',
            '瑞安广场': '3',
            '香港新世界大厦': '5',
            '上海新天地时尚广场': '1',
            '企业天地': '7',
            '新茂大厦': '4',
            '世纪巴士大厦': '1',
            '瑞金大厦': '5',
            '淮海金融大厦': '1',
            'SOHO丽园': '2',
            'SOHO复兴广场': '12',
            '上海广场': '4',
            '永银大厦': '3',
            '751国际创意工场': '3'
        },
        ' 淮海中路 ': {
            '汇针751创意园': '1'
        },
        ' 打浦桥 ': {
            '8号桥一期': '2',
            '国信商务大厦': '1',
            '荣科大厦': '1',
            '上置金融大厦': '2',
            '绿地海外滩中心B幢': '4',
            '广发大厦': '2',
            '上海巴士大厦': '5',
            '8号桥三期': '1',
            '金玉兰广场': '4',
            '斯格威国际': '1',
            '摩工坊': '1',
            '绿地海外滩中心A幢': '3',
            '歌斐中心': '6',
            '海兴大厦': '1',
            '致远大厦': '2',
            '智造局': '2',
            '电科滨江中心': '1',
            '世博浦西管理中心': '1',
            '海兴广场': '2',
            '江南造船大厦': '3',
            '日月光中心伯爵居': '1',
            '丽都大厦': '2',
            '园林大厦': '1',
            '广东发展银行大厦': '1',
            '8号桥二期': '5'
        }
    },
    '嘉定': {
        ' 嘉定城区 ': {
            '尚品SOHO': '2',
            '月月光伯爵天地': '2',
            '永盛商务楼1号楼': '2',
            '日月光伯爵天地': '1',
            '嘉定宝龙城市广场': '6',
            '盛创企业家园': '3'
        },
        ' 安亭 ': {
            '嘉亭大厦': '1'
        },
        ' 江桥 ': {
            '嘉印象': '1',
            '慧创国际': '6',
            '歆翱商务大厦': '3',
            '四方科创园': '1',
            '江桥万达广场': '10',
            '慧创国际C-2区': '1',
            '上海西郊商务区-C2国际区': '1',
            '歆翱国际电商大厦': '1',
            '申窑艺术中心': '1'
        },
        ' 南翔 ': {
            '中冶祥腾城市广场·菁英逸品': '1',
            '南翔智地': '3',
            '新明KIDMALL': '2',
            '中冶祥腾城市广场': '2'
        }
    },
    '宝山': {
        ' 淞南高境 ': {
            '华滋奔腾大厦': '1',
            '中成智谷': '2'
        },
        ' 大场镇 ': {
            '岛里创新园': '1'
        },
        ' 大华 ': {
            '大华虎城第三空间': '1',
            '齐成晟园': '1',
            '尚大国际': '2'
        },
        ' 顾村 ': {
            '智慧湾科创园': '2',
            '绿地公元1860': '1',
            '梓坤科技园': '1',
            '绿地公园广场': '5',
            '绿地北郊广场': '1',
            '新宝中心': '3'
        },
        ' 上海大学 ': {
            '昇PARK创意园': '2'
        },
        ' 吴淞 ': {
            '智慧七立方': '1'
        },
        ' 共富 ': {
            '泰德科技园': '4',
            '北外环信息产业园': '3'
        },
        ' 杨行 ': {
            '中铁北城时代': '1'
        },
        ' 共康 ': {
            '永谊大厦': '3',
            '绿地风尚天地': '2',
            '宝山万达广场': '20',
            '绿地风尚天地广场': '2',
            '城市新汇': '2',
            '骏利财富大厦': '1'
        }
    },
    '徐汇': {
        ' 上海南站 ': {
            '万街303': '1',
            '漕河泾易园': '3',
            '中星城': '3',
            '越界智慧谷': '1',
            '美通科创空间': '1',
            '徐汇易园': '2',
            '一加投资创意园': '1'
        },
        ' 徐家汇  徐虹中路 20': {
            '西岸创意园区': '1'
        },
        ' 衡山路/肇嘉浜 ': {
            '枫林创意园': '1',
            '青松城': '1',
            '衡安大楼': '2',
            '尚街LOFT': '2',
            '永丰国际广场': '11',
            '坤阳国际商务广场': '2',
            '美奂大厦': '3',
            '永嘉庭': '2',
            '亚太企业大厦': '1'
        },
        ' 田林 ': {
            'SVA越界': '19',
            '汇阳广场': '6',
            '普天科技园': '5',
            '上海主角': '1',
            '锦辉大厦': '2',
            '鼎力创意园': '2',
            '漕河泾凤凰园': '2'
        },
        ' 万体馆 ': {
            '环线广场': '1',
            '天华信息科技园': '1',
            '光启城': '9',
            '枫林国际大厦': '1',
            '明申中心大厦': '1',
            '上海国峰科技大厦': '1',
            '永升大厦': '5',
            '飞洲国际广场': '8',
            '徐汇苑大厦': '1',
            '光启文化广场': '3',
            '海洋石油大厦': '1',
            '上海望族城大厦': '1',
            '南洋1931': '1',
            '徐汇晶典大厦': '1',
            '嘉汇国际广场': '2',
            '森本大厦': '3',
            '中煌大厦': '1',
            '腾飞大厦': '1',
            '汇智大厦': '7',
            '兆丰环球大厦': '5'
        },
        ' 漕河泾 ': {
            '华纳商务中心': '3',
            '上海诚达创意产业园区': '2',
            '虹漕园': '2',
            '虹桥国际商务广场': '6',
            '科技绿洲': '4',
            '田林园': '2',
            '新意城': '8',
            '研祥科技大楼': '2',
            '上海光大会展中心': '3',
            '怡虹科技园': '1',
            '乐业天地创意园': '1',
            '企业总部园区': '2',
            '华鑫中心': '11',
            '新漕河泾国际商务中心': '5',
            '光大会展中心D座': '1',
            '科技产业化大楼': '5',
            '科汇大厦': '2',
            '凤凰科技园': '1',
            '虹钦园': '1',
            '远中科研大楼': '1',
            '星联研发楼': '6',
            '光启园': '4',
            '钦汇园': '9',
            '新银大厦': '1',
            '漕河泾国际商务中心': '1',
            '民润大厦': '10',
            '泓毅大厦': '4',
            '上海桂林聚科都市科技园': '2',
            '宝石园大厦': '4',
            '远中产业园': '5',
            '新业大楼': '1',
            '现代物流大厦': '1',
            'H88越虹广场': '5',
            '桂箐路产业园': '1',
            '徐汇创意园': '1',
            '上海南站德必易园': '1',
            '贝岭技术研发中心': '1',
            '新汇园': '2',
            '合川大厦': '4',
            '立明大厦': '1',
            '莲花大厦': '6',
            '漕河泾现代服务业园区': '2',
            '明申商务广场': '1',
            '桂果园': '3',
            '天华信息科技服务园': '2',
            '凯科国际大厦': '2'
        },
        ' 徐家汇 ': {
            '中金国际广场': '6',
            'X2创意空间': '3',
            '上海地产大厦': '1',
            '圣爱广场': '6',
            '徐家汇独栋花园办公楼': '2',
            'D1国际创意空间': '5',
            '徐家汇国际': '1',
            '汇鑫国际大厦': '3',
            '七建大厦': '2',
            '上海实业大厦': '2',
            '港汇恒隆广场': '9',
            '联峰汇': '5',
            '飞雕国际大厦': '2',
            '尚光徐汇中心': '5',
            '中城国际大厦': '8',
            '中福实业大厦': '1',
            '数娱大厦': '1',
            '华宜大厦': '3',
            '城开国际大厦': '7',
            '环贸iapm': '1',
            '汇银广场': '3',
            '港汇中心二座': '1',
            '均瑶国际广场': '5',
            '宏汇国际广场': '2',
            '伍佰视觉园': '1',
            '盛源恒华大厦': '1',
            '申通信息广场': '1',
            '汇峰大厦': '1',
            '亚都商务楼': '1',
            '北科大厦': '1',
            '百汇园': '1',
            '元福大厦': '1',
            '汇嘉大厦': '1',
            '汇京国际广场': '2',
            '南洋实业大楼': '2',
            '徐汇万科中心': '6',
            '华鑫天地': '3',
            '之俊大厦主楼': '1',
            '金钟大厦': '1',
            '申峰大厦': '1',
            'X2创意园区2期': '1',
            '嘉汇广场': '1',
            '金轩大厦': '1'
        },
        ' 龙华 ': {
            'L777新媒体产业园': '1',
            '2577创意大院': '3',
            '徐汇大树下新媒体创意园': '2',
            '绿地中心二期写字楼': '1',
            '上海绿地中心一期': '6',
            '绿地汇中心': '13',
            '上海纺运物流商务中心': '3'
        },
        ' 淮海西路 ': {
            '嘉华中心': '3',
            '武康庭': '2',
            '世纪商贸广场': '2',
            '云海大厦': '1',
            '上海环茂广场': '1',
            '淮海国际广场': '2'
        }
    },
    '普陀': {
        ' 中山北路 ': {
            '格林德必易园': '1',
            '中期大厦': '2',
            '中一国际商务大厦': '1',
            '浦发广场写字楼': '4',
            '加减乘除创意园': '1',
            '浦发财富广场': '6',
            '华源世界广场': '3',
            '飞洲时代大厦': '3',
            '万千大厦': '1'
        },
        ' 长风商务区  中江路838': {
            '华大科技园': '1'
        },
        ' 中远两湾城 ': {
            '万业新阶': '2'
        },
        ' 甘泉宜川 ': {
            '颐正大厦': '1',
            '绿地威科国际商业广场': '3'
        },
        ' 曹杨 ': {
            '联合大厦': '2',
            '曹杨尚城国际': '4',
            '中联大厦': '2',
            '绿地科创大厦': '4',
            '近铁云大厦': '4',
            '尚诚国际': '1',
            '绿洲广场': '1',
            '杰地大厦': '7',
            '绿地和创大厦': '5',
            '开伦智汇园（普陀）': '1',
            '上海月星环球港': '4',
            '中关村科技大厦': '3',
            '盛源科技园': '1',
            '我格广场': '5',
            '欧爱喜商务广场': '1',
            '尚诚国际大厦': '1',
            '汇融大厦': '2',
            '鸿运大厦': '1',
            '申汉大厦': '1',
            '50智慧产业科技园': '2',
            '长城大厦': '6',
            '50智慧园': '1',
            '绿地同创大厦': '1',
            '春之声大厦': '2'
        },
        ' 武宁路 ': {
            '智慧广场': '2',
            '丽晶阳光大厦': '2'
        },
        ' 真如 ': {
            '沪西德必易园': '1',
            '品尊国际中心': '6',
            '天汇广场': '3',
            '高尚领域': '1',
            '康建商务广场': '1',
            '李子园大厦': '2',
            '耀光中环国际大厦': '3',
            '金沙江商务广场': '1',
            'MINI公馆': '1',
            '康健商务广场': '1',
            '近铁城市广场': '8',
            '鸿海大厦': '1'
        },
        ' 长寿路 ': {
            '银座企业中心': '1',
            '富丽大厦': '1',
            '华生大厦': '2',
            '中国港中旅大厦': '1',
            '沙田大厦': '1',
            '长久商务中心': '1',
            '宝华大厦': '2',
            '中华1912创意产业园': '1',
            '友力国际大厦': '3',
            '财富时代大厦': '5',
            '世纪商务大厦': '1',
            '源达大厦': '9',
            '飞雕商务大厦': '1',
            '开隆大厦': '1',
            '悦达国际大厦': '3',
            '中港汇大厦': '3',
            '元茂金豪大厦': '2',
            '平高国际广场': '4'
        },
        ' 长风商务区 ': {
            '北岸长风': '8',
            '海亮大厦': '6',
            '金环商务花园': '2',
            '创邑金沙谷': '1',
            '苏宁天御国际广场': '3',
            '旭辉世纪广场': '4',
            '绿洲中环中心1号楼': '1',
            '绿洲中环中心': '28',
            '绿洲中环中心6号楼': '1',
            '金沙商务广场': '1',
            '普罗娜商务广场': '1',
            '上海跨国采购中心': '1',
            '华宏商务中心': '3',
            '赢华国际广场': '6',
            '国盛中心': '5',
            '绿洲中环中心3号楼': '1',
            '汇银铭尊': '3',
            '红星世贸大厦': '1',
            '敦奴大厦': '3',
            '清水湾大酒店': '1',
            '中天新世纪': '1'
        },
        ' 李子园 ': {
            '麦腾创业天地': '1'
        }
    },
    '杨浦': {
        ' 新江湾城 ': {
            '嘉誉国际广场': '2',
            '上海星汇广场': '9',
            '绿地新江湾大厦': '4',
            '133世界广场': '1',
            '湾谷科技园': '9'
        },
        ' 鞍山 ': {
            '同叶大厦': '1',
            '贵人大厦': '1',
            '杨浦商城': '2',
            '同济联合广场': '2',
            '五环大厦': '1'
        },
        ' 中原地区 ': {
            '波司登大厦': '1'
        },
        ' 五角场 ': {
            '五角丰达': '10',
            '怡富商务广场': '1',
            '五角丰达二期': '2',
            '城市概念创意园区': '1',
            '蓝天大厦': '6',
            '五角场800号艺术区': '1',
            '复旦科技园大厦': '4',
            '君庭广场': '1',
            '长阳谷': '1',
            '尚浦领世': '4',
            '杨浦科技大厦': '1',
            '五角场万达广场': '4',
            '海上硕和城SOHO商务中心': '1',
            '中天大厦': '2',
            '东方蓝海国际广场': '7',
            '创智坊': '1',
            '国阳大厦': '1',
            '上海合生国际广场': '10',
            '国正中心': '8',
            '绿地汇创国际广场': '5',
            '创智天地': '5',
            '创智天地广场三期': '2',
            '凯迪金融大厦': '1',
            '中航天盛广场': '3',
            '同和国际大厦': '5',
            '绿地能源大厦': '5',
            '平盛大厦': '3',
            '财富国际广场': '4',
            '金岛大厦': '1',
            '中环国际大厦': '2',
            '东上海中心': '1'
        },
        ' 黄兴公园 ': {
            '新纪元国际广场': '2',
            '上海国际设计中心': '1',
            '海上硕和城': '1',
            '星汇广场': '1',
            '中通大厦': '1',
            '白玉兰环保广场': '1'
        },
        ' 控江 ': {
            '智慧树创意园': '1',
            '北美广场': '2',
            '信息技术大厦': '3',
            '同济联合广场C座': '1'
        },
        ' 平凉/杨浦外滩 ': {
            '互联宝地': '1',
            '滨江国际广场': '2',
            '东方渔人码头': '5',
            '星外滩10号': '1',
            '尚凯商务大厦': '1',
            '文通-财富国际': '2',
            '宝地广场': '2',
            '绿地滨江中央广场': '1',
            '海泰大厦': '2',
            '建发国际大厦': '8',
            '郡江国际大厦': '3',
            '上海电力国家大学科技园': '1',
            '保利绿地': '6',
            '海上海': '8'
        }
    },
    '松江': {
        ' 松江 ': {
            '双高世贸广场': '1',
            '三迪曼哈顿': '1',
            '绿亮松江科创园': '7',
            '平高世贸中心': '1',
            '平高大厦': '1',
            '上海国际中小企业城': '1',
            '松江万达广场': '1',
            '嘉立国际广场': '4',
            '中展瑞景': '1',
            '星辰大厦': '1'
        },
        ' 九亭 ': {
            '嘉南红塔商务广场': '1',
            '松江漕河泾': '3',
            '恒耀广场': '1'
        }
    },
    '虹口': {
        ' 四川北路 ': {
            '方舟大厦': '1',
            '壹丰广场': '4',
            '海泰国际大厦': '3',
            '爱家国际大厦': '3',
            '华虹国际大厦': '1',
            '国际商厦': '1',
            '福德商务中心': '1',
            '上海国际商厦': '1',
            '盛邦国际大厦': '1',
            '绿地创客': '6',
            '荣欣大厦': '1',
            '上海利通广场': '1',
            '中信广场': '10',
            '明凯大厦': '1',
            '海泰时代大厦': '1',
            '高宝新时代广场': '2'
        },
        ' 曲阳 ': {
            '沪办大厦': '1',
            '1876老站创意园': '3',
            '曲阳商务中心': '1',
            '复城国际': '2',
            '上海中观产业园': '1',
            '宝隆一方大厦': '1'
        },
        ' 凉城路/虹口足球场 ': {
            '凯德龙之梦虹口广场': '1',
            '嘉和国际大厦': '1',
            '花园坊上海节能环保中心': '4',
            '虹口图书馆写字楼': '1',
            '绿亮虹口科创园': '2',
            '运动Loft': '5',
            '法兰桥创意园': '1'
        },
        ' 临平/和平公园 ': {
            '1930鑫鑫创意园': '1',
            '创富大厦': '2',
            '飘鹰世纪大厦': '1',
            '岳洋大厦': '1',
            '骏丰国际财富广场': '3'
        },
        ' 北外滩 ': {
            '家化金融大厦': '1',
            '城投控股大厦': '1',
            '中科招商.国际财富中心': '1',
            '瑞丰国际大厦': '4',
            '印坊创意园': '1',
            '星荟中心': '8',
            '白金湾广场': '5',
            '宝矿国际大厦': '5',
            '合生财富大厦': '4',
            '高阳商务中心': '1',
            '耀江国际大厦': '1',
            '新华保险大厦': '2',
            '森林湾大厦': '2',
            '上海滩国际大厦': '2',
            '绿地北外滩中心': '1',
            '外滩588': '2',
            '东方海港国际大厦': '1',
            '中房长治大楼': '1',
            '国际港务大厦': '1',
            '虹口SOHO': '5',
            '北外滩金光中心': '11',
            '永融企业中心': '1',
            '金融街海伦中心': '7',
            '浦江国际金融广场': '4',
            '虹口绿亮科创园': '2',
            '耀江国际广场': '4'
        },
        ' 北外滩  东大名路': {
            '金岸大厦': '1'
        },
        ' 四川北路  沙泾路 10': {
            '1933老场坊': '1'
        }
    },
}, {
    '浦东': {
        ' 世博 ': {
            '世博宝钢大厦': '1',
            '上海华电大厦': '3',
            '上海意大利中心': '2',
            '鲁能国际大厦': '2'
        },
        ' 北蔡/塘桥 ': {
            '华晔创意园': '1',
            '兰村大厦': '3',
            '加禾LOFT创意园': '2',
            '中建时代广场': '8',
            '天安万科御河企业公馆': '1',
            '歆翱商务楼': '1',
            '海富花园': '3',
            '御河企业公馆': '1',
            '华南大厦': '1',
            '振华企业广场': '1',
            '左岸88': '1',
            '永旭商务中心': '1',
            '东方尚博创意园': '2'
        },
        ' 张江高科 ': {
            '世和中心': '6',
            '张江·矽岸国际': '5',
            '上海世和商务中心': '5',
            '创智良仓': '5',
            '展讯中心': '1',
            '博达科技楼': '2',
            '张江创新园': '1',
            '日月光集团': '5',
            '漕河泾康桥商务绿洲': '1',
            '盛大全球研发中心': '6',
            '创智空间': '3',
            '浦东张江软件园': '3',
            '金蝶软件园': '1',
            '张江春申大厦': '1',
            '张江润和国际总部园': '1',
            '星峰企业园': '4',
            '德国中心': '1',
            'iDream张江公馆': '1',
            '富海商务苑': '2',
            '上海开文大厦': '4',
            '张江.华鑫慧天地': '1',
            '集创公园': '3',
            '张江微电子港': '3',
            '张江国创中心': '8',
            '展想广场': '7',
            '凯瑞大厦': '1',
            '创企天地产业园': '16',
            '惠生中心': '2',
            '盛大天地源创谷': '8',
            '稻盛科研楼': '1',
            '绿地M-TOWN': '8',
            '星创科技广场': '3',
            '恒越大厦': '1',
            '华强科技大厦': '2',
            '凌阳大楼': '1',
            '盛大天地青春里2.0': '4',
            '创研智造': '2',
            '锦科文化产业园': '3',
            '科技领袖之都': '1',
            '长泰广场': '3',
            '科海大楼': '4',
            '亚芯中心': '2',
            '科苑大楼': '2',
            '中兴上海智慧园': '1',
            '圣御大厦': '1',
            '康拜丝': '3',
            '张江集电港': '2'
        },
        ' 浦东外环 ': {
            'BHC中环中心': '2',
            '上海中天科技商务园': '2',
            '上海总部湾': '1',
            '沃力创业园': '3',
            '仕方广场': '1',
            '万科活力城': '1'
        },
        ' 竹园商贸区 ': {
            '浦项商务广场': '1',
            '由由燕乔大厦': '2',
            '陆家嘴商务广场': '3',
            '东方国际科技大厦': '1',
            '陆家嘴基金大厦': '1',
            '东方大厦': '3',
            '双鸽大厦': '3',
            '国际金融家': '1',
            '宝钢大厦': '1',
            '钱江大厦': '7',
            'soho世纪广场': '5',
            '全华信息大楼': '1',
            '东方希望大厦': '1',
            '一佰杉杉大厦': '2',
            '新天国际大厦': '3',
            '嘉兴大厦': '1',
            '葛洲坝大厦': '3',
            '同盛大厦': '2',
            '长泰国际金融大厦': '4',
            '中达广场': '1',
            '中建大厦': '2',
            '中国煤炭大厦': '1',
            '由由世纪广场': '2'
        },
        ' 上南地区 ': {
            '长青企业广场': '1',
            '森宏旗臻二期': '1',
            '前滩尚博创意产业园': '1',
            '城建大厦': '1',
            '三林金融众创空间': '1',
            '世博办公楼': '1',
            '环球都会广场': '1',
            '东方金融园': '1'
        },
        ' 世纪公园 ': {
            '证大五道口大厦': '1',
            '建工大唐国际大厦': '4',
            '芳华德必运动LOFT': '3',
            '正大喜马拉雅中心': '1',
            '金鹰大厦': '6',
            '333世纪大厦': '2',
            '浦东嘉里城': '3',
            '青慧谷': '1',
            '界龙总部园': '5',
            '巨洋大厦': '1',
            '丁香国际大厦': '1',
            '海东大厦': '1',
            '富荟商业广场（写字楼）': '2',
            '证大立方大厦': '1'
        },
        ' 源深洋泾 ': {
            '天物空间': '2',
            '中港汇.浦东': '4',
            '置汇旭辉广场': '3'
        },
        ' 竹园商贸区  东方路985': {
            '一百杉杉大厦': '1'
        },
        ' 三林 ': {
            '森宏旗臻': '4',
            '前滩世贸中心': '3',
            '晶耀前滩': '3',
            '比乐创意办公空间': '1'
        },
        ' 金桥开发区 ': {
            '宏南投资大厦': '3',
            '中新传媒大厦': '3',
            '华虹创新': '4',
            '金领之都B区': '1',
            '金桥数研基地': '1',
            '锦绣申江': '3',
            '金领之都': '11',
            '梵克雅堡': '1',
            '福建天安大厦': '2',
            '凯龙金领大厦': '2',
            '联创国际': '2',
            '禹洲金桥国际五期': '1',
            '禹洲金桥国际三期': '1',
            '金桥瑞邑': '1',
            '东方万国企业中心': '6',
            '银桥大厦': '1',
            '鑫桥创意园': '1',
            '现代通信大厦': '1',
            '禹洲金桥国际二期': '1',
            '方正大厦': '3',
            '中环滨江大厦': '2',
            '碧海现代苑': '2',
            '禹洲广场': '1',
            '禹洲金桥国际一期': '2',
            '由度工场': '1',
            '碧云公馆': '2'
        },
        ' 八佰伴 ': {
            '远东大厦': '3',
            '生命人寿大厦': '9',
            '波特营': '1',
            '隆宇大厦': '1',
            '良友大厦': '2',
            '胜康廖氏大厦': '5',
            '紫竹国际大厦': '2',
            '乐凯大厦': '5',
            '汤臣中心': '2',
            '宝安大厦': '4',
            '众城大厦': '1',
            '上海湾鄂尔多斯大厦': '4',
            '世界广场': '10',
            '新梅联合广场': '7',
            '华融大厦': '3',
            '裕安大厦': '2',
            '德必梅园WE': '4',
            '中融国际商城': '10',
            '华润时代广场': '3',
            '东方金融广场': '2',
            '中融恒瑞国际大厦': '13',
            '金穗大厦': '1',
            '汤臣金融大厦': '12'
        },
        ' 外高桥  奥纳路79号2幢': {
            '交能国际大厦': '2'
        },
        ' 陆家嘴 ': {
            '建工大厦': '2',
            '金茂大厦': '12',
            '陆家嘴钻石大厦': '1',
            '永华大厦': '1',
            '上海银行大厦': '7',
            '世纪汇广场': '8',
            '时代金融中心': '2',
            '滨江万科中心': '3',
            '裕景国际商务广场A座': '2',
            '未来资产大厦': '6',
            '花旗集团大厦': '5',
            '华夏银行大厦': '4',
            '国际航运金融大厦': '1',
            '震旦国际大楼': '2',
            '上海保利广场': '2',
            '裕景国际大厦': '4',
            '陆家嘴软件园': '3',
            '21世纪中心大厦': '3',
            '裕景国际商务广场B座': '1',
            '东方汇经OFC': '1',
            '国家开发银行大厦': '1',
            '宏嘉大厦': '5',
            '中国船舶大厦': '1',
            '浦发大厦': '1',
            '世纪大都会': '1',
            '汇亚大厦': '2',
            '太平金融大厦': '4',
            '东亚银行金融大厦': '3',
            '中国华电': '1',
            '华能联合大厦': '4',
            '新上海国际大厦': '11',
            '上海中心': '11',
            '斯米克大厦': '7',
            '国金中心': '6',
            '港务大厦': '1',
            '中国人寿金融中心': '21',
            '环球金融中心': '2',
            '中银大厦': '1',
            '融汇958创意园': '5',
            '中融碧玉蓝天': '8',
            '招商局大厦': '6'
        },
        ' 外高桥 ': {
            '中国石化物资大厦': '1',
            '交能大厦': '2',
            '诚信国际大厦': '1',
            '众原企业天地': '1',
            '外高桥酒类展示交易中心': '1',
            '晓富金融大厦': '1',
            '众原国际中心': '1',
            '高华大楼': '1'
        },
        ' 周浦 ': {
            '医谷・现代商务园': '1'
        },
        ' 川沙 ': {
            '绿地东海岸国际广场': '1'
        }
    },
    '金山': {
        ' 金山商圈 ': {
            '石油大厦': '1'
        }
    },
    '长宁': {
        ' 北新泾 ': {
            '天山大厦': '2',
            '天祥大厦': '1',
            '虹桥临空工贸小区': '2',
            '神州数码科技大厦': '1'
        },
        ' 延安西路 ': {
            '大众金融大厦': '1',
            '首信银都国际广场': '2',
            '红坊': '1',
            '大吉地世贸大厦': '1',
            '法华525创意树林': '2',
            '龙峰大厦': '1',
            '凯利大厦': '1',
            '玉嘉大厦': '1',
            '圣骊虹桥创意园': '2',
            '禾森商务中心': '2',
            '嘉利大厦': '2',
            '天杉•易园': '3',
            '嘉宁国际大厦': '4',
            '银统大厦': '3',
            '华敏翰尊国际': '10',
            '华融国际大厦': '1',
            '龙之梦大厦': '1',
            '长峰中心.聚贤阁': '1'
        },
        ' 中山公园 ': {
            '绿地商务大厦': '4',
            '兆丰世贸大厦': '3',
            '东华时尚创意园': '1',
            '裕丰国际大厦': '1',
            '龙之梦购物中心': '1',
            '长宁88中心': '7',
            '凯阳大厦': '1',
            '尚街会馆': '1',
            '东华创意园': '2',
            '绿洲大厦': '2',
            '花园大厦': '1',
            '兆丰广场': '7',
            '联通大厦': '2',
            '舜元企业发展大厦B栋': '6',
            '舜元企业发展大厦A栋': '1',
            '易园': '1',
            '江苏路老洋房': '1',
            '华宁国际广场': '8',
            '华敏翰尊国际大厦': '2',
            '东风商务园区': '1',
            '长宁来福士广场': '8',
            '虹桥世家花园写字楼': '2',
            '嘉春753园区': '4',
            '弘基创邑国际园': '2'
        },
        ' 虹桥开发区 ': {
            '锦明大厦': '1',
            '上海万都中心大厦': '5',
            '金虹桥国际中心': '3',
            'SOHO中山广场': '8',
            '华闻国际大厦': '7',
            '中山万博国际中心': '2',
            '海盈商务中心': '1',
            '金桥大厦': '2',
            '东方维京大厦': '3',
            '申虹国际大厦': '1',
            '虹桥上海城': '1',
            '现代广场': '1',
            '嘉麒大厦': '2',
            '世贸商城': '4',
            '远东国际广场': '5',
            '中关村虹桥创新中心': '1',
            '新虹桥中心大厦': '5',
            '虹桥银城大厦': '6',
            '东方国际大厦': '1',
            '虹桥天地': '10',
            '国家会展中心': '13',
            '协泰中心': '1',
            '广顺商务中心': '1',
            '鑫达大厦': '6',
            '仲盛金融中心': '2',
            '盛高国际': '5',
            '尚嘉中心': '3'
        },
        ' 中山公园  长宁-地铁中山公园-华敏翰尊国际商务大厦': {
            '华敏翰尊国际商务大厦': '1'
        },
        ' 天山路 ': {
            '上服创意园': '1',
            '呈远大厦': '2',
            'SOHO天山广场': '18',
            '思创大厦': '1',
            '慧谷白猫科技园': '2',
            '捷运大厦': '2',
            '海益商务大厦': '2',
            '同达创业': '3'
        },
        ' 虹桥临空经济园区 ': {
            '明基广场': '1',
            '虹桥国际科技广场': '2',
            '虹桥国际商务花园': '1',
            '鑫达商务楼': '2',
            '东华大学科技园': '3',
            '凌空SOHO': '9',
            '旭辉虹桥国际': '1',
            '统一企业大厦': '7',
            '汤泉国际': '5',
            '扬子江企业国际广场': '7',
            '尚品都汇': '1',
            '建滔企业广场': '7'
        },
        ' 古北 ': {
            '尼克大楼': '2',
            '古北国际财富中心': '1',
            '尼克大厦': '1',
            '东银中心': '1'
        }
    },
    '闵行': {
        ' 春申/老闵行 ': {
            '绿亮虹梅南路科创园': '2',
            '紫竹科学园区': '1',
            '宁谷商务大厦': '4',
            '上海陇盛科技大楼': '1',
            '上海晶碧产业园': '1',
            '上海电子物联产业园': '1',
            '莲谷产业园': '4'
        },
        ' 龙柏 ': {
            '莱茵·虹桥中心': '1',
            '金汇德必易园': '2',
            '银洲国际商务大厦': '1',
            '灿虹大厦': '1',
            '虹桥525创意园': '1',
            '万象城': '2',
            '虹桥晶座': '1',
            '富群商务大厦A栋': '1',
            '虹桥总部1号': '1',
            '帝宝国际大厦': '3',
            '宝纳大厦': '1',
            '莱茵•虹景中心': '2'
        },
        ' 颛桥 ': {
            '上海金领谷科技产业园': '2',
            '山谷you帮大厦': '1',
            '博济F-1088(放鹤路)': '1',
            '歆翱智慧谷': '1'
        },
        ' 虹桥镇 ': {
            '富力虹桥十号': '1',
            '虹桥德必易园': '6',
            '虹欣大厦': '1',
            '燎申国际大厦': '1',
            '灿虹精英大厦': '1'
        },
        ' 莘庄 ': {
            '强劲大厦': '3',
            '凯德龙之梦': '4',
            '福克斯元江路创新园': '1',
            '莘庄产学研基地': '1',
            '绿地蓝海': '6',
            'IF如果文化创意产业园': '2',
            '世宏金源中心': '1',
            '凯德龙之梦闵行广场': '3',
            '中展大厦': '1',
            '大虹桥国际中心': '2',
            '中铁诺德国际中心': '4',
            '西子国际中心': '3',
            '莘东置业大厦': '2',
            '解放日报大厦（闵行）': '2',
            '绿地蓝海大厦3号楼': '1',
            '东苑丽宝广场': '1',
            '莘吴之星': '1',
            '七星创业园': '3',
            '赢嘉广场': '4'
        },
        ' 浦江 ': {
            '茸锦科技园': '1',
            '浦江智谷商务园': '4',
            '红星国际广场': '1',
            '禾谷文创园': '2',
            '漕河泾浦江科技广场': '2',
            '道•创空间': '1',
            '上海节能环保科技企业孵化基地': '1',
            '孵源节能环保科技企业孵化基地': '1',
            '863基地': '1',
            '奇亚特能源中心': '1',
            '浦江知地': '4',
            '爱登堡科技园': '2',
            '寰启商务园': '1',
            '复地浦江中心二期': '1',
            '蕾特商务中心': '2',
            '浦江高科技园': '5',
            '万科VMO': '2'
        },
        ' 南方商城 ': {
            '高优商务中心': '1',
            '莲花国际商务广场': '1',
            '城开中心': '13'
        },
        ' 华漕 ': {
            '虹桥绿谷': '15',
            '虹桥丽宝广场': '7',
            '光宝科技大厦': '1',
            '虹桥富力中心': '2',
            '虹桥万科中心': '9',
            '万科时一区': '13',
            '虹桥协信中心': '6',
            '冠捷科技大楼': '2',
            '虹桥汇': '2',
            '万通中心': '5',
            '恒基•旭辉中心': '2',
            '阿里中心': '4',
            '中骏广场': '5',
            '龙湖虹桥天街': '22',
            '虹桥正荣中心': '6',
            '虹桥新地中心': '5'
        },
        ' 七宝 ': {
            '财富108广场': '5',
            '万科七宝国际': '14',
            '七宝宝龙城': '8',
            '虹桥机场商务楼': '1',
            '丰树商业城': '6',
            '闵欣大厦': '2',
            '华商时代广场': '5',
            '银石科技园': '1',
            '德必易园': '1',
            '福克斯（银石）商务中心': '1',
            '麦可将园区': '1',
            '台尚创意园': '5',
            '七莘红点城': '1',
            '宝虹中心': '2',
            '七宝易园': '1',
            '明谷科技园': '3',
            '七宝宝龙城市广场': '6',
            '祥鹿大厦': '1',
            '福克斯(银座)旗舰商务区': '1'
        }
    },
    '闸北': {
        ' 彭浦 ': {
            '祥腾财富广场': '2',
            '中环企业广场': '1',
            '飞马旅5iCENTER创意园': '4',
            '雍和创智广场': '2',
            '久合科技园': '2',
            '大宁音乐广场': '5',
            '中环永新国际广场': '1',
            '共和国际商务广场': '1',
            '大宁中心广场': '2',
            '宝华国际广场': '1',
            '飞乐企业大厦': '1',
            '诺诚1895创意园': '1'
        },
        ' 大宁绿地 ': {
            '和源企业广场': '3',
            '宝华中心': '2',
            '金赢108创意广场': '3',
            '静安新业坊': '1',
            '中铁中环时代广场': '11',
            '海棠大厦': '1',
            '大宁财智中心': '1',
            '中环协信天地': '5',
            '静安东贤大厦': '1',
            '中融信托大厦': '2',
            '大宁易园': '1',
            '珠江创意中心': '3',
            '金谷中环大厦': '7',
            '东方环球企业中心': '8',
            '大宁国际商业广场': '1',
            '和典创意园': '1'
        },
        ' 火车站 ': {
            '银历大厦': '1',
            '宝矿洲际商务中心': '2',
            '嘉里不夜城': '8',
            '上海现代交通商务大厦': '4',
            '企业广场': '3',
            '一天下大厦': '2',
            '凯旋门大厦': '2',
            '凯德星贸中心': '2',
            '康吉大厦': '1',
            '新发展大厦': '1',
            '苏河1号': '4',
            '和源大楼': '1',
            '洲际中心': '5',
            '长泰企业天地': '5',
            '金城大厦': '1',
            '铭德国际广场': '2',
            '中海万锦城': '9',
            '华瑞大厦': '1',
            '新华文化科技园': '1',
            '恒汇国际大厦': '3',
            '华舟大厦': '1',
            '达邦协作广场': '1',
            '新理想大厦': '4',
            '机电大厦': '1',
            '达人湾创智广场': '2'
        },
        ' 闸北公园 ': {
            '绿地中央广场': '5',
            '通用大厦': '1'
        }
    },
    '青浦': {
        ' 青浦 ': {
            'e通世界': '5',
            'e通世界商务园五区': '2',
            '虹桥世界中心': '5'
        }
    },
    '静安': {
        ' 曹家渡 ': {
            '百乐门商务楼': '1',
            '汇智创意园': '1',
            '三和大厦': '1',
            '开开大厦': '1',
            '万源创意园': '1',
            '金峰世纪大厦': '2',
            '海森国际大厦': '3'
        },
        ' 江宁路 ': {
            '新越时美大厦': '1',
            '德安大厦': '1',
            '和一大厦': '6',
            '静安创想中心': '1',
            '静安创展中心': '6',
            '富容大厦': '1',
            '石油天然气大厦': '4',
            '同乐坊': '2',
            '静安现代产业大厦': '1',
            '申银发展大厦': '1',
            '柴安大厦': '2',
            '圣天地商务大厦': '1'
        },
        ' 静安寺 ': {
            '城市机场航站楼': '1',
            '800秀创意园区': '2',
            '静安中华大厦': '7',
            '恒隆广场': '8',
            '环球世界大厦': '2',
            '静安晶品中心': '2',
            '愚园108': '2',
            '百乐门大都会': '1',
            '静安设计中心': '2',
            '巨富大厦': '3',
            '1788国际中心': '9',
            'WE国际文化创意中心（静安）': '2',
            '金融街静安中心': '11',
            '世纪时空': '3',
            '金航大厦': '2',
            '阳光科技大厦': '1',
            '上海阿波罗大厦': '3',
            '中信泰富广场': '11',
            '越洋广场': '2'
        },
        ' 南京西路 ': {
            '东方众鑫大厦': '3',
            '上海展览中心': '2',
            'SOHO东海广场': '11',
            '广电大厦': '1',
            '688广场': '1',
            '静安新时代大厦': '2',
            '上海招商局广场': '5',
            '梅龙镇广场': '3',
            '晶采世纪大厦': '3',
            '汇银大厦': '1',
            '静安高和大厦': '5',
            '南证大厦': '14',
            '嘉地中心': '3',
            '锦江向阳大楼': '3',
            '文新报业大厦': '1',
            '恒利国际大厦': '1',
            '旺旺大厦': '2',
            '上海商城': '2',
            '兴业大厦': '1',
            '科恩国际中心': '5',
            '嘉里中心': '16',
            '国立大厦': '1',
            '云海苑': '1',
            '中创大厦': '5',
            '长春藤运通大厦': '2',
            '555大厦': '1',
            '会德丰国际广场': '12',
            '东方海外大厦': '4',
            '紫安大厦': '2',
            '上海大中里': '4',
            '仲益大厦': '2',
            '铜仁88': '2',
            '金鹰国际广场': '1',
            '丽都新贵': '2'
        }
    },
    '黄浦': {
        ' 老西门 ': {
            '南开大厦': '2',
            '惠德大厦': '2',
            '金天地国际大厦': '2',
            '新上海城市广场': '1',
            '京德大楼': '1',
            '永惠大厦写字楼': '1',
            '康宁大厦': '1',
            '新华联大厦': '1',
            '万事利大厦': '3',
            '安基大厦': '3'
        },
        ' 城隍庙 ': {
            '朝阳门大厦': '1',
            '旺角广场': '10'
        },
        ' 豫园 ': {
            '香港名都写字楼': '1'
        },
        ' 南京东路 ': {
            '中外运大厦': '6',
            '华盛大厦': '4',
            '明天广场': '2',
            '春申江大厦': '1',
            '东吴证券大厦': '2',
            '金融广场': '3',
            '名人商业大厦': '1',
            '亚龙国际广场': '2',
            '恒基大厦': '1',
            '久事商务大厦': '1',
            '金光外滩中心': '4',
            '申华金融大厦': '1',
            '外滩德必WE': '2',
            '越洋国际广场': '1',
            '申大厦': '1',
            '上海科技京城': '6'
        },
        ' 外滩 ': {
            '老码头创意园': '1',
            '金延大楼': '1',
            '外滩8号': '1',
            '腾飞浦汇大厦': '1',
            '外滩金融中心': '12',
            '华隆大厦': '3',
            '外滩SOHO': '14',
            '高登金融大厦': '4',
            '华普科技大厦': '1',
            '光明大厦': '1',
            '洛克外滩源': '2',
            '创邑socool创意园': '4',
            '物资大厦': '3'
        },
        ' 人民广场 ': {
            '港泰广场': '9',
            '长江新能源大厦': '3',
            '世界贸易大厦': '3',
            '海通证券大厦': '5',
            '廖创兴金融中心': '3',
            '中区广场': '4',
            '恒积大厦': '4',
            '华旭国际大厦': '6',
            '仙乐斯广场': '5',
            '来福士广场': '4',
            '淮海中华大厦': '4',
            '中国民生银行大厦': '4',
            '都市总部大楼': '2',
            '天安中心': '4',
            '亚洲大厦': '2',
            '南苏州路独栋': '1',
            '世贸大厦': '6',
            '东方有线大厦': '1',
            '海洋大厦': '6',
            '港陆广场': '3',
            '工商联大厦': '1',
            '淮云大厦': '1',
            '港陆黄浦中心': '1',
            '六合大厦': '1',
            '鸿祥大厦': '1',
            '峻岭广场': '9',
            '雅居乐国际广场': '6',
            '东海商业中心二期': '1',
            '金陵海欣大厦': '2',
            '中海国际中心': '2'
        }
    }
}]