var tree_data = [{
    "上海": {
        '浦东': {
            "东方艺术中心":"12",
            "上海话剧艺术中心":"55",
            "上海民族乐团":"23",
            "上海长江剧场":"23",
            "上海大剧院":"23",
            "美琪大戏院":"23",
            "上海商城剧院":"23",
            "JDF云峰剧院":"23",
            "天蟾逸夫舞台":"23",
            "上海儿童艺术剧场":"23",
            "上海文化广场":"23",
            "上海大宁剧院":"23",
            "上海城市剧院":"23",
            "艺海剧院":"23",
        },
        "徐汇": {
            "人民大舞台":"23",
            "宛平剧场":"23",
            "上海交响乐团音乐厅":"23",
            "上海科技馆":"23",
            "上海浦东花木地区世纪公园":"23",
            "上海浦东花木地区世纪广场":"23",
            "上海博物馆东馆":"23",
            "上海图书馆东馆":"23",
            "上海美术馆":"23",
            "刘海粟美术馆":"23",
            "程十发美术馆":"23",
            "上海外滩美术馆":"23",
            "上海喜马拉雅美术馆":"23",
            "龙美术馆":"23",
            "上海震旦艺术博物馆":"23",
            "昊美术馆":"23",
        },
        "宝山": {
            "上海民生现代美术馆":"23",
            "上海多伦现代美术馆":"23",
            "上海自然博物馆":"23",
            "上海当代艺术博物馆":"23",
            "上海淞泽遗址博物馆":"23",
            "上海市历史博物馆":"23",
            "上海马戏城":"23",
            "上海马戏城中剧场":"23",
            "上海越剧艺术演艺中心":"23",
            "上海淮剧团":"23",
        },
        "嘉定": {
            "上海嘉定保利大剧院": "15",
        },
        "青浦": {
            "上海淞泽遗址博物馆": "11",
        },
        "松江": {
            "陈十发美术馆": "33",
        },
        "闵行": {
            "上海城市剧院": "40",
        },
        "长宁": {

        }
    }
}]